{
  "main_text": "Chapter CXXIX\n\nThe Cabin\n\npage 525\n\n(Ahab moving to go on deck; Pip catches him by the hand to follow.)\n\n\"Lad, lad, I tell thee thou must not follow Ahab now. The hour is coming when Ahab would not scare thee from him, yet would not have thee by him. There is that in thee, poor lad, which I feel too curing to my malady. Like cures like; and for this hunt, my malady becomes my most desired health. Do thou abide below here, where they shall serve thee, as if thou wert the captain. Aye, lad, thou shalt sit here in my own screwed[^1] chair; another screw to it, thou must be.\"\n\n\"No, no, no! ye have not a whole body, Sir; do ye but use poor me for your one lost leg; only tread upon me, Sir; I ask no more, so I remain a part of ye.\"\n\n\"Oh! spite of million villains, this makes me a bigot[^2] in the fadeless fidelity of man!—and a black! and crazy!—but methinks like-cures-like applies to him too; he grows so sane again.\"\n\n\"They tell me, Sir, that Stubb did once desert poor little Pip, whose drowned bones now show white, for all the blackness of his living skin. But I will never desert ye, Sir, as Stubb did him. Sir, I must go with ye.\"\n\n\"If thou speakest thus to me much more, Ahab's purpose keels[^3] up in him. I tell thee no; it cannot be.\"\n\n\"Oh good master, master, master!\"\n\n\"Weep so, and I will murder thee! have a care, for Ahab too is mad. Listen, and thou wilt often hear my ivory foot upon the deck, and still know that I am there. And now I quit thee. Thy hand!—Met! True art thou, lad, as the circumference to its centre.[^4] So: God for ever bless thee; and if it come to that,—God for ever save thee, let what will befall.\"\n\npage 526\n\n(Ahab goes; Pip steps one step forward.)\n\n\"Here he this instant stood; I stand in his air,—but I'm alone. Now were even poor Pip here I could endure it, but he's missing. Pip! Pip! Ding, dong, ding! Who's seen Pip? He must be up here; let's try the door. What? neither lock, nor bolt, nor bar; and yet there's no opening it. It must be the spell; he told me to stay here: Aye, and told me this screwed chair was mine. Here, then, I'll seat me, against the transom, in the ship's full middle, all her keel and her three masts before me. Here, our old sailors say, in their black seventy-fours[^5] great admirals sometimes sit at table, and lord it over rows of captains and lieutenants. Ha! what's this? epaulets! epaulets! the epaulets all come crowding! Pass round the decanters; glad to see ye; fill up, monsieurs! What an odd feeling, now, when a black boy's host to white men with gold lace[^6] upon their coats!—Monsieurs, have ye seen one Pip?—a little negro lad, five feet high, hang-dog look, and cowardly! Jumped from a whale-boat once;—seen him? No! Well then, fill up again, captains, and let's drink shame upon all cowards! I name no names. Shame upon them! Put one foot upon the table. Shame upon all cowards.—Hist! above there, I hear ivory—Oh, master, master! I am indeed down-hearted when you walk over me. But here I'll stay, though this stern strikes rocks; and they bulge through; and oysters come to join me.\"\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Screwed: screwed into the floor"
    },
    {
      "n": 2,
      "note_html": "Bigot: fanatic"
    },
    {
      "n": 3,
      "note_html": "Keels: capsizes"
    },
    {
      "n": 4,
      "note_html": "True as the circumference to its center: the circumference of a circle depends entirely on where its center is"
    },
    {
      "n": 5,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Seventy-four_(ship)'target='_blank'>Seventy-four:</a> a type of sailing warship equipped with 74 guns\n"
    },
    {
      "n": 6,
      "note_html": "Gold lace: gold braid"
    }
  ]
}