{
  "main_text": "Chapter LXXXII\n\nThe Honor and Glory of Whaling\n\npage 359\n\nThere are some enterprises in which a careful disorderliness is the true method.\n\nThe more I dive into this matter of whaling, and push my researches up to the very spring-head[^1] of it, so much the more am I impressed with its great honorableness and antiquity; and especially when I find so many great demi-gods and heroes, prophets of all sorts, who one way or other have shed distinction upon it, I am transported with the reflection that I myself\n\npage 360\n\nbelong, though but subordinately, to so emblazoned[^2] a fraternity.\n\nThe gallant Perseus, a son of Jupiter, was the first whaleman; and to the eternal honor of our calling be it said, that the first whale attacked by our brotherhood was not killed with any sordid intent. Those were the knightly days of our profession, when we only bore arms to succor[^3] the distressed, and not to fill men's lamp-feeders. Every one knows the fine story of Perseus and Andromeda;[^4] how the lovely Andromeda, the daughter of a king, was tied to a rock on the sea-coast, and as Leviathan was in the very act of carrying her off, Perseus, the prince of whalemen, intrepidly advancing, harpooned the monster, and delivered and married the maid. It was an admirable artistic exploit, rarely achieved by the best harpooneers of the present day; inasmuch as this Leviathan was slain at the very first dart. And let no man doubt this Arkite[^5] story; for in the ancient Joppa, now Jaffa,[^6] on the Syrian coast, in one of the Pagan temples, there stood for many ages the vast skeleton of a whale, which the city's legends and all the inhabitants asserted to be the identical bones of the monster that Perseus slew. When the Romans took Joppa,[^7] the same skeleton was carried to Italy in triumph. What seems most singular and suggestively important in this story, is this: it was from Joppa that Jonah set sail.[^8]\n\nAkin to the adventure of Perseus and Andromeda—indeed, by some supposed to be indirectly derived from it—is that famous story of St. George and the Dragon;[^9] which dragon I maintain to have been a whale; for in many old chronicles whales and dragons are strangely jumbled together, and often stand for each other. \"Thou art as a lion of the waters,[^10] and as a dragon of the sea,\" saith Ezekiel; hereby, plainly meaning a whale; in truth, some versions of the Bible use that word itself. Besides, it would much subtract from the glory of the exploit had St. George but encountered a crawling reptile of the land, instead of doing battle with the great monster of the deep. Any man may kill a snake, but only a Perseus, a St. George, a Coffin,[^11] have the heart in them to march boldly up to a whale.\n\nLet not the modern paintings of this scene mislead us; for though the creature encountered by that valiant whaleman of old is vaguely represented of a griffin-like[^12] shape, and though\n\npage 361\n\nthe battle is depicted on land and the saint on horseback, yet considering the great ignorance of those times, when the true form of the whale was unknown to artists; and considering that as in Perseus' case, St. George's whale might have crawled up out of the sea on the beach; and considering that the animal ridden by St. George might have been only a large seal, or sea-horse; bearing all this in mind, it will not appear altogether incompatible with the sacred legend and the ancientest draughts of the scene, to hold this so-called dragon no other than the great Leviathan himself. In fact, placed before the strict and piercing truth, this whole story will fare like that fish, flesh, and fowl idol of the Philistines, Dagon[^13] by name; who being planted before the ark of Israel, his horse's head and both the palms of his hands fell off from him, and only the stump or fishy part of him remained.[^14] Thus, then, one of our own noble stamp,[^15] even a whaleman, is the tutelary[^16] guardian of England;[^17] and by good rights, we harpooneers of Nantucket should be enrolled in the most noble order of St. George.[^18] And therefore, let not the knights of that honorable company (none of whom, I venture to say, have ever had to do with a whale like their great patron), let them never eye a Nantucketer with disdain, since even in our woollen frocks and tarred trowsers we are much better entitled to St. George's decoration than they.\n\nWhether to admit Hercules[^19] among us or not, concerning this I long remained dubious: for though according to the Greek mythologies, that antique Crockett[^20] and Kit Carson[^21] —that brawny doer of rejoicing good deeds, was swallowed down and thrown up by a whale; still, whether that strictly makes a whaleman of him, that might be mooted.[^22] It nowhere appears that he ever actually harpooned his fish, unless, indeed, from the inside. Nevertheless, he may be deemed a sort of involuntary whaleman; at any rate the whale caught him, if he did not the whale. I claim him for one of our clan.\n\nBut, by the best contradictory authorities, this Grecian story of Hercules and the whale is considered to be derived from the still more ancient Hebrew story of Jonah and the whale; and vice versa; certainly they are very similar. If I claim the demigod then, why not the prophet?\n\npage 362\n\nNor do heroes, saints, demigods, and prophets alone comprise the whole roll of our order. Our grand master[^23] is still to be named; for like royal kings of old times, we find the headwaters[^24] of our fraternity in nothing short of the great gods themselves. That wondrous oriental story is now to be rehearsed from the Shaster,[^25] which gives us the dread Vishnoo,[^26] one of the three persons in the godhead of the Hindoos; gives us this divine Vishnoo himself for our Lord;—Vishnoo, who, by the first of his ten earthly incarnations, has for ever set apart and sanctified the whale. When Brahma, or the God of Gods, saith the Shaster, resolved to recreate the world after one of its periodical dissolutions, he gave birth to Vishnoo, to preside over the work; but the Vedas,[^27] or mystical books, whose perusal would seem to have been indispensable to Vishnoo before beginning the creation, and which therefore must have contained something in the shape of practical hints to young architects, these Vedas were lying at the bottom of the waters; so Vishnoo became incarnate in a whale, and sounding down in him to the uttermost depths, rescued the sacred volumes. Was not this Vishnoo a whaleman, then? even as a man who rides a horse is called a horseman?\n\nPerseus, St. George, Hercules, Jonah, and Vishnoo! there's a member-roll for you! What club but the whaleman's can head off[^28] like that?\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Spring-head: source, origin"
    },
    {
      "n": 2,
      "note_html": "Emblazoned: illustrious, celebrated"
    },
    {
      "n": 3,
      "note_html": "Succor: help"
    },
    {
      "n": 4,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Andromeda_%28mythology%29'target='_blank'>Andromeda:</a> Perseus's wife, whom he won by saving from a sea monster\n"
    },
    {
      "n": 5,
      "note_html": "Arkite: from <a href='http://en.wikipedia.org/wiki/Arqa'target='_blank'>Arqa,</a> an ancient city in what is now northern Lebanon\n"
    },
    {
      "n": 6,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Jaffa'target='_blank'>Jaffa:</a> a port city that belonged to Syria when <i>Moby-Dick</i> was written, but which is now part of Israel\n"
    },
    {
      "n": 7,
      "note_html": "When the Romans took Joppa: a politician named Marcus Aemilius Scaurus (first century B.C.) brought \"sea serpent\" bones from Joppa to Rome in 58 B.C."
    },
    {
      "n": 8,
      "note_html": "It was from Joppa that Jonah set sail: God ordered the prophet <a href='http://www.blueletterbible.org/kjv/Jon/Jon001.html'target='_blank'>Jonah</a> to travel to Nineveh to preach. Instead, he sought passage on a ship out of Joppa\n"
    },
    {
      "n": 9,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Saint_George_and_the_Dragon'target='_blank'>St. George and the Dragon:</a> the Christian St. George (ca 275-303), a Roman soldier, was said to have saved a young girl from being sacrificed to a dragon by killing the beast\n"
    },
    {
      "n": 10,
      "note_html": "\"Thou art as a lion...\": the 1587 Geneva Bible translation of <a href='https://www.blueletterbible.org/kjv/eze/32/2/s_834002'target='_blank'>Ezekiel 32:2</a> reads \"Thou art like a lyon of the nations and art as a dragon in the sea\""
    },
    {
      "n": 11,
      "note_html": "Coffin: a member of the famous <a href='http://en.wikipedia.org/wiki/Coffin_(whaling_family)'target='_blank'>Coffin family</a> of whalers in Nantucket\n"
    },
    {
      "n": 12,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Griffin'target='_blank'>Griffin</a>-like: like a gryphon, a mythological creature with the body of a lion and the head and wings of an eagle\n"
    },
    {
      "n": 13,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Dagon'target='_blank'>Dagon:</a> a fish-god revered by ancient inhabitants of modern-day Israel\n"
    },
    {
      "n": 14,
      "note_html": "And only the stump or fishy part of him remained: this story is told in <a href='http://www.blueletterbible.org/Bible.cfm?b=1Sa&c=5&v=1&t=KJV#top'target='_blank'>I Samuel 5</a>\n"
    },
    {
      "n": 15,
      "note_html": "Stamp: identifying mark or characteristic"
    },
    {
      "n": 16,
      "note_html": "Tutelary: serving as a protector"
    },
    {
      "n": 17,
      "note_html": "Guardian of England: St. George is England's patron saint"
    },
    {
      "n": 18,
      "note_html": "<a href='https://en.wikipedia.org/wiki/Order_of_the_Garter'target='_blank'>Order of St. George:</a> the Order of the Garter, a chivalric order dedicated to St. George"
    },
    {
      "n": 19,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Hercules'target='_blank'>Hercules:</a> a hero of classical mythology\n"
    },
    {
      "n": 20,
      "note_html": "Crockett: <a href='http://en.wikipedia.org/wiki/Davy_crockett'target='_blank'>Davy Crockett</a> (1786-1836), a hero of the American frontier\n"
    },
    {
      "n": 21,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Kit_Carson'target='_blank'>Kit Carson:</a> (1809-1868), a hero of the American frontier \n"
    },
    {
      "n": 22,
      "note_html": "Mooted: debated"
    },
    {
      "n": 23,
      "note_html": "Grand master: a rank in <a href='http://en.wikipedia.org/wiki/Freemasonry'target='_blank'>Freemasonry,</a> a fraternal organization\n"
    },
    {
      "n": 24,
      "note_html": "Headwaters: source, origins"
    },
    {
      "n": 25,
      "note_html": "Shaster: a book containing the laws of the Hindu religion"
    },
    {
      "n": 26,
      "note_html": "Vishnoo: <a href='http://en.wikipedia.org/wiki/Vishnu'target='_blank'>Vishnu,</a> a Hindu deity\n"
    },
    {
      "n": 27,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Vedas'target='_blank'>Vedas:</a> Hindu scriptures\n"
    },
    {
      "n": 28,
      "note_html": "Head off: start out"
    }
  ]
}