{
  "main_text": "Chapter CXVIII\n\nThe Quadrant\n\npage 493\n\nThe season for the Line at length drew near; and every day when Ahab, coming from his cabin, cast his eyes aloft, the vigilant helmsman would ostentatiously handle his spokes,[^1] and the eager mariners quickly run to the braces, and would stand there with all their eyes centrally fixed on the nailed doubloon; impatient for the order to point the ship's prow for the Equator. In good time the order came. It was hard upon[^2] high noon; and Ahab, seated in the bows of his high-hoisted boat, was about taking his wonted daily observation of the sun to determine his latitude.\n\nNow, in that Japanese sea, the days in summer are as freshets of effulgences.[^3] That unblinkingly vivid Japanese sun seems the blazing focus of the glassy ocean's immeasureable burning-glass.[^4] The sky looks lacquered; clouds there are none; the horizon floats; and this nakedness of unrelieved radiance is as the insufferable splendors of God's throne. Well that Ahab's quadrant[^5] was furnished with colored glasses, through which to take sight of that solar fire. So, swinging his seated form to the roll of the ship, and with his astrological-looking instrument placed to his eye, he remained in that posture for some moments to catch the precise instant when the sun should gain its precise meridian.[^6] Meantime while his whole attention was absorbed, the Parsee was kneeling beneath him on the ship's deck, and with face thrown up like Ahab's, was eyeing the same sun with him; only the lids of his eyes half hooded their orbs,[^7] and his wild face was subdued to an earthly passionlessness. At length the desired observation was taken; and with his pencil upon his ivory leg, Ahab soon calculated what his latitude must be at that precise instant. Then falling into a moment's revery, he again looked up towards the sun and murmured to himself: \"Thou sea-mark![^8] thou high and mighty Pilot! thou tellest me truly\n\npage 494\n\nwhere I am —but canst thou cast the least hint where I shall be? Or canst thou tell where some other thing besides me is this moment living? Where is Moby Dick? This instant thou must be eyeing him. These eyes of mine look into the very eye that is even now beholding him; aye, and into the eye that is even now equally beholding the objects on the unknown, thither side[^9] of thee, thou sun!\"\n\nThen gazing at his quadrant, and handling, one after the other, its numerous cabalistical contrivances, he pondered again, and muttered: \"Foolish toy! babies' plaything of haughty Admirals, and Commodores, and Captains; the world brags of thee, of thy cunning and might; but what after all canst thou do, but tell the poor, pitiful point, where thou thyself happenest to be on this wide planet, and the hand that holds thee: no! not one jot more! Thou canst not tell where one drop of water or one grain of sand will be to-morrow noon; and yet with thy impotence thou insultest the sun! Science! Curse thee, thou vain toy; and cursed be all the things that cast man's eyes aloft to that heaven, whose live vividness but scorches him, as these old eyes are even now scorched with thy light, O sun! Level by nature to this earth's horizon are the glances of man's eyes; not shot from the crown of his head, as if God had meant him to gaze on his firmament.[^10] Curse thee, thou quadrant!\" dashing it to the deck, \"no longer will I guide my earthly way by thee; the level ship's compass, and the level dead-reckoning,[^11] by log and by line; these shall conduct me, and show me my place on the sea. Aye,\" lighting[^12] from the boat to the deck, \"thus I trample on thee, thou paltry thing that feebly pointest on high; thus I split and destroy thee!\"\n\nAs the frantic old man thus spoke and thus trampled with his live and dead feet, a sneering triumph that seemed meant for Ahab, and a fatalistic despair that seemed meant for himself—these passed over the mute, motionless Parsee's face. Unobserved he rose and glided away; while, awestruck by the aspect of their commander, the seamen clustered together on the forecastle, till Ahab, troubledly pacing the deck, shouted out—\"To the braces! Up helm!—square in!\"\n\nIn an instant the yards swung round; and as the ship half-wheeled[^13]\n\npage 495\n\nupon her heel, her three firm-seated graceful masts erectly poised upon her long, ribbed hull, seemed as the three Horatii[^14] pirouetting on one sufficient steed.\n\nStanding between the knight-heads,[^15] Starbuck watched the Pequod's tumultuous way, and Ahab's also, as he went lurching along the deck.\n\n\"I have sat before the dense coal fire and watched it all aglow, full of its tormented flaming life; and I have seen it wane at last, down, down, to dumbest dust. Old man of oceans! of all this fiery life of thine, what will at length remain but one little heap of ashes!\"\n\n\"Aye,\" cried Stubb, \"but sea-coal ashes—mind ye that, Mr. Starbuck—sea-coal, not your common charcoal. Well, well; I heard Ahab mutter, 'Here some one thrusts these cards into these old hands of mine; swears that I must play them, and no others.' And damn me, Ahab, but thou actest right; live in the game, and die in it!\"\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Spokes: the spokes in the wheel that turns the ship"
    },
    {
      "n": 2,
      "note_html": "Hard upon: nearly"
    },
    {
      "n": 3,
      "note_html": "Effulgences: dazzling brightnesses"
    },
    {
      "n": 4,
      "note_html": "Burning-glass: a magnifying glass used to ignite fires"
    },
    {
      "n": 5,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Quadrant_%28instrument%29'target='_blank'>Quadrant:</a> a navigational tool used to measure the angle of stars and planets in the night sky"
    },
    {
      "n": 6,
      "note_html": "Meridian: the highest point in the sky"
    },
    {
      "n": 7,
      "note_html": "Orbs: spheres"
    },
    {
      "n": 8,
      "note_html": "Sea-mark: a landmark visible from sea"
    },
    {
      "n": 9,
      "note_html": "Thither side: on the far side"
    },
    {
      "n": 10,
      "note_html": "Firmament: the heavens"
    },
    {
      "n": 11,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Dead_reckoning'target='_blank'>Dead-reckoning:</a> determining your position based on speed, time, and direction\n"
    },
    {
      "n": 12,
      "note_html": "Lighting: descending"
    },
    {
      "n": 13,
      "note_html": "Wheeled: spun, pivoted"
    },
    {
      "n": 14,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Horatii'target='_blank'>Horatii:</a> Roman triplets who, in the seventh century B.C., were made to fight a set of enemy triplets to determine the outcome of a war. Two of the Horatii died, but the remaining one killed all three of his opponents\n"
    },
    {
      "n": 15,
      "note_html": "Knight-heads: the two timbers that support the bowsprit at the front of the ship"
    }
  ]
}