{
  "main_text": "Chapter XXXV\n\nThe Mast-Head\n\npage 151\n\nIt was during the more pleasant weather, that in due rotation with the other seamen my first mast-head[^1] came round.\n\nIn most American whalemen[^2] the mast-heads are manned almost simultaneously with the vessel's leaving her port; even though she may have fifteen thousand miles, and more, to sail ere reaching her proper cruising ground. And if, after a three, four, or five years' voyage she is drawing nigh home with anything empty in her—say, an empty vial even—then, her mast-heads are kept manned to the last; and not till her skysail-poles[^3] sail in among the spires of the port, does she altogether relinquish the hope of capturing one whale more.\n\nNow, as the business of standing mast-heads, ashore or afloat, is a very ancient and interesting one, let us in some measure expatiate[^4] here. I take it, that the earliest standers of mast-heads were the old Egyptians; because, in all my researches, I find none prior to them. For though their progenitors, the builders of Babel,[^5] must doubtless, by their tower, have intended to rear the loftiest mast-head in all Asia, or Africa either; yet (ere the final truck[^6] was put to it) as that great stone mast of theirs may be said to have gone by the board, in the dread gale of God's wrath; therefore, we cannot give these Babel builders priority over the Egyptians. And that the Egyptians were a nation of mast-head standers, is an assertion based upon the general belief among archaeologists, that the first pyramids were founded for astronomical purposes: a theory singularly[^7] supported by the peculiar stair-like formation of all four sides of those edifices; whereby, with prodigious long upliftings of their legs, those old astronomers were wont to mount to the apex, and sing out for new stars; even as the look-outs of a modern ship sing out for a sail, or a whale just bearing in sight. In Saint Stylites,[^8] the famous Christian hermit of old times, who built him a lofty stone pillar in the desert and spent the whole latter portion of\n\npage 152\n\nhis life on its summit, hoisting his food from the ground with a tackle;[^9] in him we have a remarkable instance of a dauntless stander-of-mast-heads; who was not to be driven from his place by fogs or frosts, rain, hail, or sleet; but valiantly facing everything out to the last, literally died at his post. Of modern standers-of-mast-heads we have but a lifeless set; mere stone, iron, and bronze men; who, though well capable of facing out a stiff gale, are still entirely incompetent to the business of singing out upon discovering any strange sight. There is Napoleon; who, upon the top of the column of Vendome,[^10] stands with arms folded, some one hundred and fifty feet in the air; careless, now, who rules the decks below; whether Louis Philippe,[^11] Louis Blanc,[^12] or Louis the Devil.[^13] Great Washington, too, stands high aloft on his towering main-mast in Baltimore,[^14] and like one of Hercules' pillars,[^15] his column marks that point of human grandeur beyond which few mortals will go.[^16] Admiral Nelson,[^17] also, on a capstan[^18] of gun-metal, stands his mast-head in Trafalgar Square;[^19] and ever when most obscured by that London smoke,[^20] token is yet given that a hidden hero is there; for where there is smoke, must be fire. But neither great Washington, nor Napoleon, nor Nelson, will answer a single hail from below, however madly invoked to befriend by their counsels the distracted decks upon which they gaze; however it may be surmised, that their spirits penetrate through the thick haze of the future, and descry what shoals[^21] and what rocks must be shunned.\n\nIt may seem unwarrantable to couple in any respect the mast-head standers of the land with those of the sea; but that in truth it is not so, is plainly evinced by an item for which Obed Macy,[^22] the sole historian of Nantucket, stands accountable. The worthy Obed tells us, that in the early times of the whale fishery, ere ships were regularly launched in pursuit of the game, the people of that island erected lofty spars along the sea-coast, to which the look-outs ascended by means of nailed cleats,[^23] something as fowls go upstairs in a hen-house. A few years ago this same plan was adopted by the Bay whalemen[^24] of New Zealand, who, upon descrying the game, gave notice to the ready-manned boats nigh the beach. But this custom has now become obsolete; turn we then to the one proper mast-head, that of a whale-ship\n\npage 153\n\nat sea. The three mast-heads are kept manned from sun-rise to sun-set; the seamen taking their regular turns (as at the helm), and relieving each other every two hours. In the serene weather of the tropics it is exceedingly pleasant the mast-head; nay, to a dreamy meditative man it is delightful. There you stand, a hundred feet above the silent decks, striding along the deep, as if the masts were gigantic stilts, while beneath you and between your legs, as it were, swim the hugest monsters of the sea, even as ships once sailed between the boots of the famous Colossus at old Rhodes.[^25] There you stand, lost in the infinite series of the sea, with nothing ruffled but the waves. The tranced ship indolently rolls; the drowsy trade winds blow; everything resolves you into languor. For the most part, in this tropic whaling life, a sublime uneventfulness invests you; you hear no news; read no gazettes; extras[^26] with startling accounts of commonplaces[^27] never delude you into unnecessary excitements; you hear of no domestic afflictions; bankrupt securities; fall of stocks; are never troubled with the thought of what you shall have for dinner—for all your meals for three years and more are snugly stowed in casks, and your bill of fare[^28] is immutable.\n\nIn one of those southern whalemen, on a long three or four years' voyage, as often happens, the sum of the various hours you spend at the mast-head would amount to several entire months. And it is much to be deplored that the place to which you devote so considerable a portion of the whole term of your natural life, should be so sadly destitute of anything approaching to a cosy inhabitiveness,[^29] or adapted to breed a comfortable localness of feeling, such as pertains to a bed, a hammock, a hearse, a sentry box, a pulpit, a coach, or any other of those small and snug contrivances in which men temporarily isolate themselves. Your most usual point of perch is the head of the t' gallant-mast,[^30] where you stand upon two thin parallel sticks (almost peculiar to whalemen) called the t' gallant cross-trees. Here, tossed about by the sea, the beginner feels about as cosy as he would standing on a bull's horns. To be sure, in cold weather you may carry your house aloft with you, in the shape of a watch-coat; but properly speaking the thickest watch-coat is no more of a house than the unclad body; for as the soul is glued inside\n\npage 154\n\nof its fleshly tabernacle, and cannot freely move about in it, nor even move out of it, without running great risk of perishing (like an ignorant pilgrim crossing the snowy Alps in winter); so a watch-coat is not so much of a house as it is a mere envelope, or additional skin encasing you. You cannot put a shelf or chest of drawers in your body, and no more can you make a convenient closet of your watch-coat.\n\nConcerning all this, it is much to be deplored that the mast-heads of a southern[^31] whale ship are unprovided with those enviable little tents or pulpits, called crow's-nests, in which the lookouts of a Greenland whaler are protected from the inclement weather of the frozen seas. In the fire-side narrative of Captain Sleet,[^32] entitled \"A Voyage among the Icebergs, in quest of the Greenland Whale, and incidentally for the re-discovery of the Lost Icelandic Colonies of Old Greenland;\" in this admirable volume, all standers of mast-heads are furnished with a charmingly circumstantial account of the then recently invented crow's-nest of the Glacier, which was the name of Captain Sleet's good craft. He called it the Sleet's crow's-nest, in honor of himself; he being the original inventor and patentee, and free from all ridiculous false delicacy, and holding that if we call our own children after our own names (we fathers being the original inventors and patentees), so likewise should we denominate[^33] after ourselves any other apparatus we may beget. In shape, the Sleet's crow's-nest is something like a large tierce[^34] or pipe;[^35] it is open above, however, where it is furnished with a movable side-screen to keep to windward of your head in a hard gale. Being fixed on the summit of the mast, you ascend into it through a little trap-hatch in the bottom. On the after side, or side next the stern of the ship, is a comfortable seat, with a locker underneath for umbrellas, comforters, and coats. In front is a leather rack, in which to keep your speaking trumpet,[^36] pipe, telescope, and other nautical conveniences. When Captain Sleet in person stood his mast-head in this crow's nest of his, he tells us that he always had a rifle with him (also fixed in the rack), together with a powder flask and shot, for the purpose of popping off the stray Narwhales, or vagrant sea unicorns infesting those waters; for you cannot successfully shoot at them from\n\npage 155\n\nthe deck owing to the resistance of the water, but to shoot down upon them is a very different thing. Now, it was plainly a labor of love for Captain Sleet to describe, as he does, all the little detailed conveniences of his crow's-nest; but though he so enlarges upon many of these, and though he treats us to a very scientific account of his experiments in this crow's-nest, with a small compass he kept there for the purpose of counteracting the errors resulting from what is called the \"local attraction\"[^37] of all binnacle magnets;[^38] an error ascribable to the horizontal vicinity of the iron in the ship's planks, and in the Glacier's case, perhaps, to there having been so many broken-down blacksmiths among her crew; I say, that though the Captain is very discreet and scientific here, yet, for all his learned \"binnacle deviations,\" \"azimuth[^39] compass observations,\" and \"approximate errors,\" he knows very well, Captain Sleet, that he was not so much immersed in those profound magnetic meditations, as to fail being attracted occasionally towards that well replenished little case-bottle,[^40] so nicely tucked in on one side of his crow's nest, within easy reach of his hand. Though, upon the whole, I greatly admire and even love the brave, the honest, and learned Captain; yet I take it very ill of him that he should so utterly ignore that case-bottle, seeing what a faithful friend and comforter it must have been, while with mittened fingers and hooded head he was studying the mathematics aloft there in that bird's nest within three or four perches of the pole.\n\nBut if we Southern whale-fishers are not so snugly housed aloft as Captain Sleet and his Greenland-men were; yet that disadvantage is greatly counterbalanced by the widely contrasting serenity of those seductive seas in which we South fishers mostly float. For one, I used to lounge up the rigging very leisurely, resting in the top to have a chat with Queequeg, or any one else off duty whom I might find there; then ascending a little way further, and throwing a lazy leg over the top-sail yard,[^41] take a preliminary view of the watery pastures, and so at last mount to my ultimate destination.\n\nLet me make a clean breast of it here, and frankly admit that I kept but sorry guard. With the problem of the universe[^42] revolving in me, how could I—being left completely to myself\n\npage 156\n\nat such a thought-engendering altitude,—how could I but lightly hold my obligations to observe all whale-ships' standing orders, \"Keep your weather eye open, and sing out every time.\"\n\nAnd let me in this place movingly admonish you, ye ship-owners of Nantucket! Beware of enlisting in your vigilant fisheries any lad with lean brow and hollow eye; given to unseasonable meditativeness; and who offers to ship with the Phaedon[^43] instead of Bowditch[^44] in his head. Beware of such an one, I say; your whales must be seen before they can be killed; and this sunken-eyed young Platonist[^45] will tow you ten wakes round the world, and never make you one pint of sperm the richer. Nor are these monitions[^46] at all unneeded. For nowadays, the whale-fishery furnishes an asylum for many romantic, melancholy, and absent-minded young men, disgusted with the carking[^47] cares of earth, and seeking sentiment in tar and blubber. Childe Harold[^48] not unfrequently perches himself upon the mast-head of some luckless disappointed whale-ship, and in moody phrase ejaculates:—\n\n\"Roll on, thou deep and dark blue ocean, roll! Ten thousand blubber-hunters[^49] sweep over thee in vain.\"\n\nVery often do the captains of such ships take those absent-minded young philosophers to task, upbraiding them with not feeling sufficient \"interest\" in the voyage; half-hinting that they are so hopelessly lost to all honorable ambition, as that in their secret souls they would rather not see whales than otherwise. But all in vain; those young Platonists have a notion that their vision is imperfect;[^50] they are short-sighted; what use, then, to strain the visual nerve? They have left their opera-glasses at home.\n\n\"Why, thou monkey,\" said a harpooneer to one of these lads, \"we've been cruising now hard upon three years, and thou hast not raised[^51] a whale yet. Whales are scarce as hen's teeth whenever thou art up here.\" Perhaps they were; or perhaps there might have been shoals[^52] of them in the far horizon; but lulled into such an opium-like listlessness of vacant, unconscious reverie is this absent-minded youth by the blending cadence of waves with thoughts, that at last he loses his identity; takes the mystic\n\npage 157\n\nocean at his feet for the visible image of that deep, blue, bottomless soul, pervading mankind and nature; and every strange, half-seen, gliding, beautiful thing that eludes him; every dimly-discovered, uprising fin of some undiscernible form, seems to him the embodiment of those elusive thoughts that only people the soul by continually flitting through it. In this enchanted mood, thy spirit ebbs away to whence it came; becomes diffused through time and space; like Wickliff's[^53] sprinkled Pantheistic ashes, forming at last a part of every shore the round globe over.\n\nThere is no life in thee, now, except that rocking life imparted by a gently rolling ship; by her, borrowed from the sea; by the sea, from the inscrutable tides of God. But while this sleep, this dream is on ye, move your foot or hand an inch; slip your hold at all; and your identity comes back in horror. Over Descartian vortices[^54] you hover. And perhaps, at mid-day, in the fairest weather, with one half-throttled shriek you drop through that transparent air into the summer sea, no more to rise for ever. Heed it well, ye Pantheists!\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Mast-head: a duty assignment to spend at <a href='http://ocw.mit.edu/ans7870/21l/21l.705/f03/studymaterials/melvilleimages/image31.html'target='_blank'>the top of the mast,</a> watching for whales and perils"
    },
    {
      "n": 2,
      "note_html": "Whalemen: whaling ships"
    },
    {
      "n": 3,
      "note_html": "Skysail-poles: the highest segment of each mast"
    },
    {
      "n": 4,
      "note_html": "Expatiate: write about at length"
    },
    {
      "n": 5,
      "note_html": "Tower: In Genesis, the inhabitants of Babel try to build a <a href='http://en.wikipedia.org/wiki/Tower_of_Babel'target='_blank'>tower </a>so high that its top would be in the heavens\n"
    },
    {
      "n": 6,
      "note_html": "Truck: a small piece of wood placed at the top of a mast, with holes for running rigging lines through"
    },
    {
      "n": 7,
      "note_html": "Singularly: exceptionally well"
    },
    {
      "n": 8,
      "note_html": "Saint Stylites: <a href='http://en.wikipedia.org/wiki/Simeon_Stylites'target='_blank'> Simeon Stylites</a> (c. 390-459 A.D.), who lived for 37 years atop a pillar in Syria\n"
    },
    {
      "n": 9,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Block_and_tackle'target='_blank'>Tackle:</a> an assembly of rope and pulleys used to lift heavy loads"
    },
    {
      "n": 10,
      "note_html": "The column of Vendome: a statue of Napoleon stands at the top of a column in the <a href='http://www.bluffton.edu/~sullivanm/vendome/vendome.html'target='_blank'>Place Vendôme </a>in Paris\n"
    },
    {
      "n": 11,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Louis-Philippe_of_France'target='_blank'>Louis Philippe:</a> the last king to rule France, ousted in the Revolution of 1848\n"
    },
    {
      "n": 12,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Louis_Blanc'target='_blank'>Louis Blanc:</a> a radical politician in the Revolution of 1848"
    },
    {
      "n": 13,
      "note_html": "Louis the Devil: <a href='http://en.wikipedia.org/wiki/Louis_Napoleon'target='_blank'>Louis Napoleon,</a> a Bonaparte who returned to France from exile after the Revolution of 1848\n"
    },
    {
      "n": 14,
      "note_html": "Main-mast in Baltimore: the Baltimore, Maryland <a href='http://en.wikipedia.org/wiki/Washington_Monument_(Baltimore)'target='_blank'>Washington Monument</a>, a statue of George Washington on a pillar\n"
    },
    {
      "n": 15,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Pillars_of_Hercules'target='_blank'>Hercules' pillars:</a> the rocky cliffs on either side of the Strait of Gibraltar, which separates Spain from Northern Africa\n"
    },
    {
      "n": 16,
      "note_html": "That point of human grandeur beyond which few mortals will go: In 1851, there was little development in Baltimore north of its Washington Monument"
    },
    {
      "n": 17,
      "note_html": "Admiral Nelson: <a href='http://en.wikipedia.org/wiki/Horatio_Nelson,_1st_Viscount_Nelson'target='_blank'>Horatio Nelson </a>(1758-1805)\n"
    },
    {
      "n": 18,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Capstan_(nautical)'target='_blank'>Capstan:</a> a revolving cylinder wound with rope or cable and used for hoisting\n"
    },
    {
      "n": 19,
      "note_html": "Trafalgar Square: a public square in London named for the Battle of Trafalgar, where Nelson died. This square features a <a href='http://en.wikipedia.org/wiki/Nelson%27s_Column'target='_blank'>statue of Nelson </a>atop a column\n"
    },
    {
      "n": 20,
      "note_html": "London smoke: smog"
    },
    {
      "n": 21,
      "note_html": "Shoals: sandbars"
    },
    {
      "n": 22,
      "note_html": "Obed Macy: a Quaker merchant who published a history of Nantucket in 1835"
    },
    {
      "n": 23,
      "note_html": "Cleats: T-shaped pieces of metal or wood, meant to secure ropes to"
    },
    {
      "n": 24,
      "note_html": "Bay whalemen: those who hunt whales that wander into bays close to land"
    },
    {
      "n": 25,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Colossus_of_Rhodes'target='_blank'>Colossus at old Rhodes:</a> a gigantic statue of the Greek god Helios that stood on the Greek island of Rhodes in the third century B.C.\n"
    },
    {
      "n": 26,
      "note_html": "Extras: that is, extra editions of a newspaper, printed and sold when momentous news occurs"
    },
    {
      "n": 27,
      "note_html": "Commonplaces: ordinary events"
    },
    {
      "n": 28,
      "note_html": "Bill of fare: menu"
    },
    {
      "n": 29,
      "note_html": "Inhabitiveness: a love of home and country. This is a term from the discredited science of phrenology, which thought to determine psychological traits based on the shape of the patient's skull"
    },
    {
      "n": 30,
      "note_html": "T'gallant-mast: the topgallant mast, that is, the mast above the topmast"
    },
    {
      "n": 31,
      "note_html": "Southern: that is, ships that sail in the southern hemisphere"
    },
    {
      "n": 32,
      "note_html": "Captain Sleet: this is believed to be a humorous pseudonym for the explorer Scoresby. In fact, Scoresby attributed the invention of the crow's nest to his father, not himself"
    },
    {
      "n": 33,
      "note_html": "Denominate: name"
    },
    {
      "n": 34,
      "note_html": "Tierce: a cask that holds 42 gallons"
    },
    {
      "n": 35,
      "note_html": "Pipe: a cask that holds 126 gallons"
    },
    {
      "n": 36,
      "note_html": "Speaking trumpet: megaphone"
    },
    {
      "n": 37,
      "note_html": "Local attraction: the effect of the iron in the ship itself upon its compass"
    },
    {
      "n": 38,
      "note_html": "Binnacle magnets: magnets affixed to the ship's main compass to counteract the magnetic effect of iron in the ship"
    },
    {
      "n": 39,
      "note_html": "Azimuth: the horizontal direction of a compass bearing"
    },
    {
      "n": 40,
      "note_html": "Case-bottle: a bottle that is four-sided, for storing in a carrying case"
    },
    {
      "n": 41,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Yardarm'target='_blank'>Yard:</a> a long, tapering pole used to spread the top of a square sail"
    },
    {
      "n": 42,
      "note_html": "The problem of the universe: the depressed mood that caused Ishmael to take to the sea in the first place"
    },
    {
      "n": 43,
      "note_html": "Phaedon: Plato's <a href='http://en.wikipedia.org/wiki/Phaedo'target='_blank'><i>Phaedo,</i></a> a philosophical dialog in which Socrates discusses the afterlife\n"
    },
    {
      "n": 44,
      "note_html": "Bowditch: the contents of <i>The New American Practical Navigator </i>by <a href='http://en.wikipedia.org/wiki/Nathaniel_Bowditch'target='_blank'>Nathaniel Bowditch,</a> first published in 1802 and still used today as a main guide for ocean navigation on U.S. ships\n"
    },
    {
      "n": 45,
      "note_html": "Platonist: a follower of <a href='http://en.wikipedia.org/wiki/Plato'target='_blank'>Plato,</a> the Greek philospher of the fifth and fourth centuries B.C.\n"
    },
    {
      "n": 46,
      "note_html": "Monitions: warnings"
    },
    {
      "n": 47,
      "note_html": "Carking: distressing, worrying"
    },
    {
      "n": 48,
      "note_html": "Childe Harold: the wandering, melancholy hero of <a href='http://en.wikipedia.org/wiki/Childe_Harold's_Pilgrimage'target='_blank'><i>Childe Harold's Pilgrimage,</i></a> a long poem written by George Gordon, Lord Byron, and published between 1812 and 1818\n"
    },
    {
      "n": 49,
      "note_html": "Ten thousand blubber-hunters: the actual quote is \"ten thousand <i>fleets</i> sweep over thee in vain.\" There is no mention of whales or whaling in the poem"
    },
    {
      "n": 50,
      "note_html": "Their vision is imperfect: in Plato's allegory of the cave, earthly life is described as merely shadows of reality on the walls of a cave—that is, we see only part of the truth, but cannot perceive that we only see part"
    },
    {
      "n": 51,
      "note_html": "Raised: spotted"
    },
    {
      "n": 52,
      "note_html": "Shoals: large groups"
    },
    {
      "n": 53,
      "note_html": "Wickliff: English religious reformer <a href='http://en.wikipedia.org/wiki/John_Wycliffe'target='_blank'>John Wycliffe </a>(mid-1320s-1384), a critic of the Catholic Church. After he died of stroke, the pope had his body exhumed and burned, and the ashes thrown into a river. (The first American edition of <i>Moby-Dick</i> named <a href='https://en.wikipedia.org/wiki/Thomas_Cranmer\n'target='_blank'>Thomas Cranmer</a> rather than Wycliffe.)\n"
    },
    {
      "n": 54,
      "note_html": "Descartian vortices: masses of whirling liquid or air, which the philosopher <a href='http://en.wikipedia.org/wiki/Descartes'target='_blank'>René Descartes </a>(1596-1650), theorized the universe was made of\n"
    }
  ]
}