{
  "main_text": "Chapter I\n\nLoomings\n\npage 1\n\nCall me Ishmael.[^1] Some years ago—never mind how long precisely—having little or no money in my purse, and nothing particular to interest me on shore, I thought I would sail about a little and see the watery part of the world. It is a way I have of driving off the spleen,[^2] and regulating the circulation. Whenever I find myself growing grim about the mouth; whenever it is a damp, drizzly November in my soul; whenever I find myself involuntarily pausing before coffin warehouses, and bringing up the rear of every funeral I meet; and especially whenever my hypos[^3] get such an upper hand of me, that it requires a strong moral principle to prevent me from deliberately stepping into the street, and methodically knocking people's hats off—then, I account it high time to get to sea as soon as I can. This is my substitute for pistol and ball.[^4] With a philosophical flourish Cato[^5] throws himself upon his sword; I quietly take to the ship. There is nothing surprising in this. If they but knew it, almost all men in their degree, some time or other, cherish very nearly the same feelings towards the ocean with me.\n\nThere now is your insular city of the Manhattoes,[^6] belted round by wharves as Indian[^7] isles by coral reefs—commerce surrounds it with her surf. Right and left, the streets take you waterward. Its extreme down-town is the battery,[^8] where that noble mole[^9] is washed by waves, and cooled by breezes, which a few hours previous were out of sight of land. Look at the crowds of water-gazers there.\n\nCircumambulate[^10] the city of a dreamy Sabbath afternoon. Go from Corlears Hook[^11] to Coenties Slip,[^12] and from thence, by Whitehall[^13] northward. What do you see?—Posted like silent sentinels all around the town, stand thousands upon thousands of mortal men fixed in ocean reveries. Some leaning against the spiles;[^14] some seated upon the pier-heads; some looking over the bulwarks[^15]\n\npage 2\n\nof ships from China; some high aloft in the rigging, as if striving to get a still better seaward peep. But these are all landsmen; of week days pent up in lath[^16] and plaster—tied to counters, nailed to benches, clinched to desks. How then is this? Are the green fields gone? What do they here?\n\nBut look! here come more crowds, pacing straight for the water, and seemingly bound for a dive. Strange! Nothing will content them but the extremest limit of the land; loitering under the shady lee[^17] of yonder warehouses will not suffice. No. They must get just as nigh[^18] the water as they possibly can without falling in. And there they stand—miles of them— leagues.[^19] Inlanders all, they come from lanes and alleys, streets and avenues,—north, east, south, and west. Yet here they all unite. Tell me, does the magnetic virtue of the needles of the compasses of all those ships attract them thither?\n\nOnce more. Say, you are in the country; in some high land of lakes. Take almost any path you please, and ten to one it carries you down in a dale,[^20] and leaves you there by a pool in the stream. There is magic in it. Let the most absent-minded of men be plunged in his deepest reveries—stand that man on his legs, set his feet a-going, and he will infallibly lead you to water, if water there be in all that region. Should you ever be athirst in the great American desert, try this experiment, if your caravan happen to be supplied with a metaphysical professor. Yes, as every one knows, meditation and water are wedded for ever.\n\nBut here is an artist. He desires to paint you the dreamiest, shadiest, quietest, most enchanting bit of romantic landscape in all the valley of the Saco.[^21] What is the chief element he employs? There stand his trees, each with a hollow trunk, as if a hermit and a crucifix were within; and here sleeps his meadow, and there sleep his cattle; and up from yonder cottage goes a sleepy smoke. Deep into distant woodlands winds a mazy way, reaching to overlapping spurs of mountains bathed in their hill-side blue. But though the picture lies thus tranced, and though this pine-tree shakes down its sighs like leaves upon this shepherd's head, yet all were vain, unless the shepherd's eye were fixed upon the magic stream before him. Go visit the Prairies in June,\n\npage 3\n\nwhen for scores on scores of miles you wade knee-deep among Tiger-lilies—what is the one charm wanting?—Water—there is not a drop of water there! Were Niagara[^22] but a cataract of sand, would you travel your thousand miles to see it? Why did the poor poet of Tennessee,[^23] upon suddenly receiving two handfuls of silver, deliberate whether to buy him a coat, which he sadly needed, or invest his money in a pedestrian trip to Rockaway Beach?[^24] Why is almost every robust healthy boy with a robust healthy soul in him, at some time or other crazy to go to sea? Why upon your first voyage as a passenger, did you yourself feel such a mystical vibration, when first told that you and your ship were now out of sight of land? Why did the old Persians hold the sea holy? Why did the Greeks give it a separate deity,[^25] and own brother of Jove?[^26] Surely all this is not without meaning. And still deeper the meaning of that story of Narcissus, who because he could not grasp the tormenting, mild image he saw in the fountain, plunged into it and was drowned. But that same image, we ourselves see in all rivers and oceans. It is the image of the ungraspable phantom of life; and this is the key to it all.\n\nNow, when I say that I am in the habit of going to sea whenever I begin to grow hazy about the eyes, and begin to be over conscious of my lungs, I do not mean to have it inferred that I ever go to sea as a passenger. For to go as a passenger you must needs have a purse, and a purse is but a rag unless you have something in it. Besides, passengers get sea-sick—grow quarrelsome—don't sleep of nights—do not enjoy themselves much, as a general thing;—no, I never go as a passenger; nor, though I am something of a salt,[^27] do I ever go to sea as a Commodore,[^28] or a Captain, or a Cook. I abandon the glory and distinction of such offices to those who like them. For my part, I abominate all honorable respectable toils, trials, and tribulations of every kind whatsoever. It is quite as much as I can do to take care of myself, without taking care of ships,[^29] barques,[^30] brigs,[^31] schooners,[^32] and what not. And as for going as cook,—though I confess there is considerable glory in that, a cook being a sort of officer on ship-board—yet, somehow, I never fancied broiling fowls;—though once broiled, judiciously buttered, and judgmatically[^33] salted and peppered, there is no one who will\n\npage 4\n\nspeak more respectfully, not to say reverentially, of a broiled fowl than I will. It is out of the idolatrous dotings of the old Egyptians upon broiled ibis[^34] and roasted river horse,[^35] that you see the mummies of those creatures in their huge bake-houses the pyramids.\n\nNo, when I go to sea, I go as a simple sailor, right before the mast, plumb down into the forecastle,[^36] aloft there to the royal mast-head.[^37] True, they rather order me about some, and make me jump from spar to spar,[^38] like a grasshopper in a May meadow. And at first, this sort of thing is unpleasant enough. It touches one's sense of honor, particularly if you come of an old established family in the land, the van Rensselaers,[^39] or Randolphs,[^40] or Hardicanutes.[^41] And more than all, if just previous to putting your hand into the tar-pot, you have been lording it as a country schoolmaster, making the tallest boys stand in awe of you. The transition is a keen one, I assure you, from the schoolmaster to a sailor, and requires a strong decoction[^42] of Seneca and the Stoics[^43] to enable you to grin and bear it. But even this wears off in time.\n\nWhat of it, if some old hunks[^44] of a sea-captain orders me to get a broom and sweep down the decks? What does that indignity amount to, weighed, I mean, in the scales of the New Testament? Do you think the archangel Gabriel thinks anything the less of me, because I promptly and respectfully obey that old hunks in that particular instance? Who ain't a slave? Tell me that. Well, then, however the old sea-captains may order me about—however they may thump and punch me about, I have the satisfaction of knowing that it is all right; that everybody else is one way or other served in much the same way—either in a physical or metaphysical point of view, that is; and so the universal thump is passed round, and all hands should rub each other's shoulder-blades, and be content.\n\nAgain, I always go to sea as a sailor, because they make a point of paying me for my trouble, whereas they never pay passengers a single penny that I ever heard of. On the contrary, passengers themselves must pay. And there is all the difference in the world between paying and being paid. The act of paying is perhaps the most uncomfortable infliction that the two orchard thieves[^45]\n\npage 5\n\nentailed upon us. But being paid,— what will compare with it? The urbane activity with which a man receives money is really marvellous, considering that we so earnestly believe money to be the root of all earthly ills, and that on no account can a monied man enter heaven. Ah! how cheerfully we consign ourselves to perdition!\n\nFinally, I always go to sea as a sailor, because of the wholesome exercise and pure air of the forecastle deck.[^46] For as in this world, head winds[^47] are far more prevalent than winds from astern[^48] (that is, if you never violate the Pythagorean maxim[^49] ), so for the most part the Commodore on the quarter-deck[^50] gets his atmosphere at second hand from the sailors on the forecastle. He thinks he breathes it first; but not so. In much the same way do the commonalty lead their leaders in many other things, at the same time that the leaders little suspect it. But wherefore[^51] it was that after having repeatedly smelt the sea as a merchant sailor, I should now take it into my head to go on a whaling voyage; this the invisible police officer of the Fates,[^52] who has the constant surveillance of me, and secretly dogs me, and influences me in some unaccountable[^53] way—he can better answer than any one else. And, doubtless, my going on this whaling voyage, formed part of the grand programme of Providence[^54] that was drawn up a long time ago. It came in as a sort of brief interlude and solo between more extensive performances. I take it that this part of the bill[^55] must have run something like this:\n\n\"Grand Contested Election for the Presidency of the United States\n\n\"Whaling Voyage by one Ishmael\n\n\"BLOODY BATTLE IN AFFGHANISTAN.\"\n\nThough I cannot tell why it was exactly that those stage managers, the Fates, put me down for this shabby part of a whaling voyage, when others were set down for magnificent parts in high tragedies, and short and easy parts in genteel comedies, and jolly parts in farces—though I cannot tell why this was exactly; yet, now that I recall all the circumstances, I think I can see a little into the springs and motives which being cunningly presented to me under various disguises, induced me to set about\n\npage 6\n\nperforming the part I did, besides cajoling me into the delusion that it was a choice resulting from my own unbiased freewill and discriminating judgment.\n\nChief among these motives was the overwhelming idea of the great whale himself. Such a portentous and mysterious monster roused all my curiosity. Then the wild and distant seas where he rolled his island bulk; the undeliverable,[^56] nameless perils of the whale; these, with all the attending marvels of a thousand Patagonian[^57] sights and sounds, helped to sway me to my wish. With other men, perhaps, such things would not have been inducements; but as for me, I am tormented with an everlasting itch for things remote. I love to sail forbidden seas, and land on barbarous[^58] coasts. Not ignoring what is good, I am quick to perceive a horror, and could still be social with it—would they let me—since it is but well to be on friendly terms with all the inmates of the place one lodges in.\n\nBy reason of these things, then, the whaling voyage was welcome; the great flood-gates of the wonder-world swung open, and in the wild conceits[^59] that swayed me to my purpose, two and two there floated into my inmost soul, endless processions of the whale, and, mid most of them all, one grand hooded phantom, like a snow hill in the air.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Ishmael'target='_blank'>Ishmael:</a>  A wanderer, the older son of the biblical Abraham"
    },
    {
      "n": 2,
      "note_html": "Spleen:  Foul mood"
    },
    {
      "n": 3,
      "note_html": "Hypos: periods of depression, anxiety, or ennui. <i>Hypo</i> is short for \"hypochondria,\" but in Melville's time, the word didn't mean what it means today"
    },
    {
      "n": 4,
      "note_html": "Ball: bullet"
    },
    {
      "n": 5,
      "note_html": "Cato: <a href='http://en.wikipedia.org/wiki/Cato_the_Younger'target='_blank'>Marcus Porcius CatÅ Uticensis</a> (95 BCâ46 BC), a Roman statesman who stabbed himself to death in a particularly grisly way"
    },
    {
      "n": 6,
      "note_html": "Manhattoes: Natives of Manhattan, New York"
    },
    {
      "n": 7,
      "note_html": "Indian: of the <a href='http://en.wikipedia.org/wiki/West_indies'target='_blank'>West Indies</a> islands in the Caribbean Sea \n"
    },
    {
      "n": 8,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Battery_Park'target='_blank'>Battery:</a> a park at the southern tip of the island of Manhattan \n"
    },
    {
      "n": 9,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Mole_%28architecture%29'target='_blank'>Mole:</a>  a stone pier or jetty\n"
    },
    {
      "n": 10,
      "note_html": "Circumambulate:  walk in a circle around"
    },
    {
      "n": 11,
      "note_html": "Corlears Hook: the part of the Lower East Side of Manhattan where the East River curves to the north\n"
    },
    {
      "n": 12,
      "note_html": "Coenties Slip: a man-made inlet in lower Manhattan, filled in in 1835"
    },
    {
      "n": 13,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Whitehall_(Manhattan)'target='_blank'>Whitehall:</a> a part of lower Manhattan named for the estate of Dutch colonial ruler <a href='http://en.wikipedia.org/wiki/Peter_Stuyvesant'target='_blank'>Peter Stuyvesant</a> (c. 1612-1672)"
    },
    {
      "n": 14,
      "note_html": "Spile: a large, heavy timber driven into the ground"
    },
    {
      "n": 15,
      "note_html": "Bulwarks: an extension of the ship's sides above the level of the deck"
    },
    {
      "n": 16,
      "note_html": "Lath: wooden strips to which plaster is applied"
    },
    {
      "n": 17,
      "note_html": "Lee: shelter from wind or weather"
    },
    {
      "n": 18,
      "note_html": "Nigh:  near"
    },
    {
      "n": 19,
      "note_html": "League: an old measure of distance, equal to about three miles"
    },
    {
      "n": 20,
      "note_html": "Dale:  valley"
    },
    {
      "n": 21,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Saco_River'target='_blank'>Saco:</a> a river in northeastern New Hampshire and southwestern Maine. Melville is referring to the creators of <a href='http://en.wikipedia.org/wiki/White_Mountain_art'target='_blank'>White Mountain art,</a> a body of epic landscapes painted in New Hampshire's White Mountains during the 19th century.\n"
    },
    {
      "n": 22,
      "note_html": "Niagara: the Niagara Falls on the border between New York and Canada\n"
    },
    {
      "n": 23,
      "note_html": "The poor poet of Tennessee:  despite much study, scholars don't know who this refers to; it may be a private joke"
    },
    {
      "n": 24,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Rockaway_Beach,_Queens'target='_blank'>Rockaway Beach:</a>  a resort on the coast of Long Island, New York\n"
    },
    {
      "n": 25,
      "note_html": "A separate deity:  <a href='http://en.wikipedia.org/wiki/Poseidon'target='_blank'>Poseidon,</a> Zeus's brother, was the Greek god of the sea\n"
    },
    {
      "n": 26,
      "note_html": "Jove:  the Roman god <a href='http://en.wikipedia.org/wiki/Jupiter_%28mythology%29'target='_blank'>Jupiter,</a> the equivalent of the Greek god Zeus"
    },
    {
      "n": 27,
      "note_html": "Salt: sailor"
    },
    {
      "n": 28,
      "note_html": "Commodore: at the time of <i>Moby-Dick's</i> publication, this was the highest rank in the U.S. Navy"
    },
    {
      "n": 29,
      "note_html": "Ship: a three-masted sailing vessel with <a href='http://en.wikipedia.org/wiki/Square-rigged'target='_blank'>\"square\"</a> sails (that is, sails set perpendicular to the <a href='http://en.wikipedia.org/wiki/Keel'target='_blank'>keel</a>) on all three masts"
    },
    {
      "n": 30,
      "note_html": "Barque: a sailing vessel with three or more masts that has square sails on all but the rearmost mast, and <a href='http://en.wikipedia.org/wiki/Fore-and-aft'target='_blank'>fore-and-aft</a> sails on that one"
    },
    {
      "n": 31,
      "note_html": "Brig: a two-masted sailing vessel with square sails on both masts"
    },
    {
      "n": 32,
      "note_html": "Schooner: a sailing vessel with two or more masts that has fore-and-aft sails on all masts, plus sometimes square sails at the top of the front mast. (On a schooner, the tallest mast is never in front)"
    },
    {
      "n": 33,
      "note_html": "Judgmatically: judiciously"
    },
    {
      "n": 34,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Ibis'target='_blank'>Ibis:</a> a large wading bird with a long, curved bill\n"
    },
    {
      "n": 35,
      "note_html": "River horse:  hippopotamus"
    },
    {
      "n": 36,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Forecastle'target='_blank'>Forecastle:</a> the front part of a ship below deck, site of the crew's quarters. (Pronounced \"FOX-ul\")"
    },
    {
      "n": 37,
      "note_html": "Royal mast-head: the top of the highest part of a ship's <a href='http://en.wikipedia.org/wiki/Mast_%28sailing%29'target='_blank'>mast</a>\n"
    },
    {
      "n": 38,
      "note_html": "Spar: a long round pole used as a mast, yard, boom, or other support for sails"
    },
    {
      "n": 39,
      "note_html": "<a href='https://en.wikipedia.org/wiki/Van_Rensselaer_family'target='_blank'>van Rensselaer:</a> an early New York political family of Dutch descent\n"
    },
    {
      "n": 40,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Randolph_family_of_Virginia'target='_blank'>Randolph:</a> a family important to the politics of Colonial and early Virginia\n"
    },
    {
      "n": 41,
      "note_html": "Hardicanutes: <a href='http://en.wikipedia.org/wiki/Harthacanute'target='_blank'>Harthacnut,</a> king of Denmark and England in the early 11th century A.D.\n"
    },
    {
      "n": 42,
      "note_html": "Decoction: a process of mashing and then boiling herbs to extract their essential oils"
    },
    {
      "n": 43,
      "note_html": "Seneca and the Stoics: <a href='http://en.wikipedia.org/wiki/Seneca_the_Younger'target='_blank'>Lucius Annaes Seneca</a> (c. 4 BC-65 AD) and other <a href='http://en.wikipedia.org/wiki/Stoicism'target='_blank'>Stoic</a> philosophers, who held that people should calmly accept whatever happens as the result of divine will\n\n"
    },
    {
      "n": 44,
      "note_html": "Hunks: a surly, disagreeable person"
    },
    {
      "n": 45,
      "note_html": "Orchard thieves:  Adam and Eve, whose act of eating forbidden fruit caused them to be cast out of the Garden of Eden"
    },
    {
      "n": 46,
      "note_html": "Forecastle deck: the section of the upper deck located at the bow in front of the foremast"
    },
    {
      "n": 47,
      "note_html": "Head winds: winds blowing from the front"
    },
    {
      "n": 48,
      "note_html": "Astern: the rear of the boat"
    },
    {
      "n": 49,
      "note_html": "Pythagorean maxim: <a href='https://www.straightdope.com/21342354/does-the-pythagorean-maxim-tell-us-to-avoid-eating-beans'target='_blank'>a rule against eating beans,</a> written by the 6th century B.C. Greek philosopher Pythagoras or one of his followers\n"
    },
    {
      "n": 50,
      "note_html": "Quarter-deck:  the part of the upper deck to the rear of the main mast, usually reserved for the ship's officers, guests, and passengers"
    },
    {
      "n": 51,
      "note_html": "Wherefore: why"
    },
    {
      "n": 52,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Fates'target='_blank'>Fates:</a> in Greek and Roman mythology, three white-robed goddesses who control human destiny\n"
    },
    {
      "n": 53,
      "note_html": "Unaccountable: inexplicable"
    },
    {
      "n": 54,
      "note_html": "Providence: the protective care of God"
    },
    {
      "n": 55,
      "note_html": "Bill: a poster that announces a theatrical performance"
    },
    {
      "n": 56,
      "note_html": "Undeliverable: indescribable"
    },
    {
      "n": 57,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Patagonia'target='_blank'>Patagonia:</a> the southernmost part of South America\n"
    },
    {
      "n": 58,
      "note_html": "Barbarous: primitive or uncivilized"
    },
    {
      "n": 59,
      "note_html": "Conceits: ideas"
    }
  ]
}