{
  "main_text": "Chapter LXXXIII\n\nJonah Historically Regarded\n\npage 362\n\nReference was made to the historical story of Jonah and the whale in the preceding chapter. Now some Nantucketers rather distrust this historical story of Jonah and the whale. But then there were some sceptical Greeks and Romans, who, standing out from the orthodox pagans of their times, equally doubted the story of Hercules and the whale,[^1] and Arion[^2] and the dolphin;\n\npage 363\n\nand yet their doubting those traditions did not make those traditions one whit the less facts, for all that.\n\nOne old Sag-Harbor[^3] whaleman's chief reason for questioning the Hebrew story was this:—He had one of those quaint old-fashioned Bibles, embellished with curious, unscientific plates; one of which represented Jonah's whale with two spouts in his head—a peculiarity only true with respect to a species of the Leviathan (the Right Whale, and the varieties of that order), concerning which the fishermen have this saying, \"A penny roll would choke him;\" his swallow is so very small. But, to this, Bishop Jebb's[^4] anticipative answer is ready. It is not necessary, hints the Bishop, that we consider Jonah as tombed in the whale's belly, but as temporarily lodged in some part of his mouth. And this seems reasonable enough in the good Bishop. For truly, the Right Whale's mouth would accommodate a couple of whist[^5] tables, and comfortably seat all the players. Possibly, too, Jonah might have ensconced himself in a hollow tooth; but, on second thoughts, the Right Whale is toothless.\n\nAnother reason which Sag-Harbor (he went by that name) urged for his want of faith in this matter of the prophet, was something obscurely in reference to his incarcerated body and the whale's gastric juices. But this objection likewise falls to the ground, because a German exegetist[^6] supposes that Jonah must have taken refuge in the floating body of a dead whale—even as the French soldiers in the Russian campaign[^7] turned their dead horses into tents, and crawled into them. Besides, it has been divined by other continental commentators, that when Jonah was thrown overboard from the Joppa ship, he straightway effected his escape to another vessel near by, some vessel with a whale for a figure-head;[^8] and, I would add, possibly called \"The Whale\", as some craft are nowadays christened the \"Shark,\" the \"Gull,\" the \"Eagle\". Nor have there been wanting learned exegetists who have opined that the whale mentioned in the book of Jonah merely meant a life-preserver—an inflated bag of wind—which the endangered prophet swam to, and so was saved from a watery doom. Poor Sag-Harbor, therefore, seems worsted all round. But he had still another reason for his want of faith. It was this, if I remember right: Jonah was\n\npage 364\n\nswallowed by the whale in the Mediterranean Sea, and after three days he was vomited up somewhere within three days' journey of Nineveh, a city on the Tigris,[^9] very much more than three days' journey across from the nearest point of the Mediterranean coast. How is that?\n\nBut was there no other way for the whale to land the prophet within that short distance of Nineveh? Yes. He might have carried him round by the way of the Cape of Good Hope. But not to speak of the passage through the whole length of the Mediterranean, and another passage up the Persian Gulf and Red Sea, such a supposition would involve the complete circumnavigation of all Africa in three days, not to speak of the Tigris waters, near the site of Nineveh, being too shallow for any whale to swim in. Besides, this idea of Jonah's weathering the Cape of Good Hope at so early a day would wrest the honor of the discovery of that great headland from Bartholomew Diaz,[^10] its reputed discoverer, and so make modern history a liar.\n\nBut all these foolish arguments of old Sag-Harbor only evinced his foolish pride of reason—a thing still more reprehensible in him, seeing that he had but little learning except what he had picked up from the sun and the sea. I say it only shows his foolish, impious pride, and abominable, devilish rebellion against the reverend clergy. For by a Portuguese Catholic priest, this very idea of Jonah's going to Nineveh via the Cape of Good Hope was advanced as a signal magnification of the general miracle. And so it was. Besides, to this day, the highly enlightened Turks devoutly believe in the historical story of Jonah. And some three centuries ago, an English traveller in old Harris's Voyages,[^11] speaks of a Turkish Mosque built in honor of Jonah, in which mosque was a miraculous lamp that burnt without any oil.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Hercules and the whale: the second labor of Hercules was to kill the <a href='http://en.wikipedia.org/wiki/Lernaean_Hydra'target='_blank'>Hydra,</a> a sea monster\n"
    },
    {
      "n": 2,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Arion'target='_blank'>Arion:</a> a poet in ancient Greece who was said to have been kidnapped by pirates and rescued by dolphins\n"
    },
    {
      "n": 3,
      "note_html": "Sag-Harbor: from <a href='http://en.wikipedia.org/wiki/Sag_Harbor'target='_blank'>Sag Harbor,</a> Long Island, New York\n"
    },
    {
      "n": 4,
      "note_html": "Bishop Jebb: <a href='http://en.wikipedia.org/wiki/John_Jebb_%281775-1833%29'target='_blank'>John Jebb</a> (1775-1833), an Irish churchman and author of the influential Bible commentary <a href='http://books.google.com/books?id=mUUAAAAAYAAJ&dq=jebb+%22sacred+literature%22&printsec=frontcover&source=bl&ots=5SAMxJcfax&sig=eykUkhEVQ6FSfB8kFju9JUMZqWU&hl=en&sa=X&oi=book_result&resnum=1&ct=result#PPA178,M1'target='_blank'><i>Sacred Literature</i></a>\n"
    },
    {
      "n": 5,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Whist'target='_blank'>Whist:</a> a card game for four people, similar to bridge\n"
    },
    {
      "n": 6,
      "note_html": "Exegetist: biblical scholar"
    },
    {
      "n": 7,
      "note_html": "Russian campaign: Napoleon's 1812 invasion of Russia"
    },
    {
      "n": 8,
      "note_html": "Figure-head: a carved figure on the front of a ship"
    },
    {
      "n": 9,
      "note_html": "Tigris: the <a href='http://en.wikipedia.org/wiki/Tigris'target='_blank'>Tigris River,</a> which runs through modern-day Turkey and Iraq\n"
    },
    {
      "n": 10,
      "note_html": "Bartholomew Diaz: <a href='http://en.wikipedia.org/wiki/Bartholomew_Diaz'target='_blank'>Bartholomeu Dias</a> (c. 1450-1500), a Portuguese explorer who in 1488 became the first European known to have sailed around the western tip of Africa\n"
    },
    {
      "n": 11,
      "note_html": "Old Harris's Voyages: Melville is referring to <i>A Compleat Collection of Voyages and Travels,</i> edited by <a href='http://en.wikipedia.org/wiki/John_Harris_%28writer%29'target='_blank'>John Harris</a> (c. 1666-1719), but the volume where this mosque was mentioned is actually <a href='http://books.google.com/books?id=HWEOAAAAQAAJ&lpg=PA457&ots=CGQRzTYIhg&dq=%22collection%20of%20voyages%20and%20travels%22%20mosque%20jonah&pg=PA457#v=onepage&q=%22collection%20of%20voyages%20and%20travels%22%20mosque%20jonah&f=false'target='_blank'><i>A General Collection of the Best and Most Interesting Voyages and Travels,</i></a> edited by John Pinkerton in 1811."
    }
  ]
}