{
  "main_text": "Chapter LXXIX\n\nThe Prairie\n\npage 343\n\nTo scan the lines of his face, or feel the bumps on the head of this Leviathan; this is a thing which no Physiognomist[^1] or Phrenologist[^2] has as yet undertaken. Such an enterprise would seem almost as hopeful as for Lavater[^3] to have scrutinized the wrinkles on the Rock of Gibraltar, or for Gall[^4] to have mounted a ladder and manipulated the Dome of the Pantheon.[^5] Still, in that famous work[^6] of his, Lavater not only treats of the various faces of men, but also attentively studies the faces of horses, birds, serpents, and fish; and dwells in detail upon the modifications of expression discernible therein. Nor have Gall and his disciple Spurzheim[^7] failed to throw out some hints touching the phrenological characteristics of other beings than man. Therefore, though I am but ill qualified for a pioneer, in the application of these two semi-sciences to the whale, I will do my endeavor. I try all things; I achieve what I can.\n\nPhysiognomically regarded, the Sperm Whale is an anomalous creature. He has no proper nose. And since the nose is the central and most conspicuous of the features; and since it perhaps\n\npage 344\n\nmost modifies and finally controls their combined expression; hence it would seem that its entire absence, as an external appendage, must very largely affect the countenance of the whale. For as in landscape gardening, a spire, cupola, monument, or tower of some sort, is deemed almost indispensable to the completion of the scene; so no face can be physiognomically in keeping without the elevated open-work belfry[^8] of the nose. Dash the nose from Phidias's marble Jove,[^9] and what a sorry remainder! Nevertheless, Leviathan is of so mighty a magnitude, all his proportions are so stately, that the same deficiency which in the sculptured Jove were hideous, in him is no blemish at all. Nay, it is an added grandeur. A nose to the whale would have been impertinent.[^10] As on your physiognomical voyage you sail round his vast head in your jolly-boat,[^11] your noble conceptions of him are never insulted by the reflection that he has a nose to be pulled. A pestilent conceit, which so often will insist upon obtruding[^12] even when beholding the mightiest royal beadle[^13] on his throne.\n\nIn some particulars, perhaps, the most imposing physiognomical view to be had of the Sperm Whale, is that of the full front of his head. This aspect is sublime.\n\nIn thought a fine human brow is like the east when troubled with the morning. In the repose of the pasture, the curled brow of the bull has a touch of the grand in it. Pushing heavy cannon up mountain defiles,[^14] the elephant's brow is majestic. Human or animal, the mystical brow is as that great golden seal[^15] affixed by the German emperors to their decrees. It signifies \"God: done this day by my hand\". But in most creatures, nay in man himself, very often the brow is but a mere strip of alpine land lying along the snow line.[^16] Few are the foreheads which like Shakespeare's[^17] or Melancthon's[^18] rise so high, and descend so low, that the eyes themselves seem clear, eternal, tideless mountain lakes; and all above them in the forehead's wrinkles, you seem to track the antlered thoughts descending there to drink, as the Highland hunters track the snow prints of the deer. But in the great Sperm Whale, this high and mighty god-like dignity inherent in the brow is so immensely amplified, that gazing on it, in that full front view, you feel the Deity and the dread powers[^19]\n\npage 345\n\nmore forcibly than in beholding any other object in living nature. For you see no one point precisely; not one distinct feature is revealed; no nose, eyes, ears, or mouth; no face; he has none, proper; nothing but that one broad firmament of a forehead, pleated with riddles; dumbly lowering with the doom of boats, and ships, and men. Nor, in profile, does this wondrous brow diminish; though that way viewed, its grandeur does not domineer upon you so. In profile, you plainly perceive that horizontal, semi-crescentic depression in the forehead's middle, which, in man, is Lavater's mark of genius.\n\nBut how? Genius in the Sperm Whale? Has the Sperm Whale ever written a book, spoken a speech? No, his great genius is declared in his doing nothing particular to prove it. It is moreover declared in his pyramidical silence. And this reminds me that had the great Sperm Whale been known to the young Orient World,[^20] he would have been deified by their child-magian[^21] thoughts. They deified the crocodile of the Nile, because the crocodile is tongueless;[^22] and the Sperm Whale has no tongue, or as least it is so exceedingly small, as to be incapable of protrusion. If hereafter any highly cultured, poetical nation shall lure back to their birth-right, the merry May-day gods of old;[^23] and livingly enthrone them again in the now egotistical[^24] sky; in the now unhaunted hill; then be sure, exalted to Jove's high seat, the great Sperm Whale shall lord it.\n\nChampollion[^25] deciphered the wrinkled granite hieroglyphics. But there is no Champollion to decipher the Egypt of every man's and every being's face. Physiognomy, like every other human science, is but a passing fable. If then, Sir William Jones,[^26] who read in thirty languages, could not read the simplest peasant's face, in its profounder and more subtle meanings, how may unlettered[^27] Ishmael hope to read the awful Chaldee[^28] of the Sperm Whale's brow? I but put that brow before you. Read it if you can.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Physiognomy'target='_blank'>Physiognomist:</a> a pseudo-scientist who seeks clues to a person's character by studying their face\n"
    },
    {
      "n": 2,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Phrenology'target='_blank'>Phrenologist:</a> a pseudo-scientist who seeks clues to a person's character by studying the shape of their skull\n"
    },
    {
      "n": 3,
      "note_html": "Lavater: <a href='http://en.wikipedia.org/wiki/Lavater'target='_blank'>Johann Kaspar Lavater</a> (1741-1801), a Swiss physiognomist\n"
    },
    {
      "n": 4,
      "note_html": "Gall: <a href='http://en.wikipedia.org/wiki/Franz_Joseph_Gall'target='_blank'>Franz Joseph Gall</a> (1758-1828), the founder of phrenology\n"
    },
    {
      "n": 5,
      "note_html": "The <a href='http://en.wikipedia.org/wiki/Pantheon%2C_Rome'target='_blank'>Pantheon:</a> a temple in Rome built to honor ancient gods, and since the 7th century used as a Catholic church\n"
    },
    {
      "n": 6,
      "note_html": "That famous work: <i>Physiognomic Fragments for the Promotion of Human Understanding and Human Love,</i> a four-volume work published between 1775 and 1778"
    },
    {
      "n": 7,
      "note_html": "Spurzheim: <a href='http://en.wikipedia.org/wiki/Johann_Spurzheim'target='_blank'>Johann Spurzheim</a> (1776-1832), who worked as an assistant to Gall but later split from him\n"
    },
    {
      "n": 8,
      "note_html": "Belfry: bell tower"
    },
    {
      "n": 9,
      "note_html": "Phidias's marble Jove: a massive, seated <a href='http://en.wikipedia.org/wiki/Statue_of_Zeus_at_Olympia'target='_blank'>sculpture of Zeus</a> in Olympia, Greece, considered one of the seven wonders of the ancient world\n"
    },
    {
      "n": 10,
      "note_html": "Impertinent: irrelevant"
    },
    {
      "n": 11,
      "note_html": "Jolly-boat: a medium-sized boat from a ship"
    },
    {
      "n": 12,
      "note_html": "Obtruding: imposing itself without invitation"
    },
    {
      "n": 13,
      "note_html": "Beadle: a minor official or usher in the Church of England"
    },
    {
      "n": 14,
      "note_html": "Defiles: narrow mountain passes"
    },
    {
      "n": 15,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Golden_Bull'target='_blank'>Golden seal:</a> an official stamp placed on royal decrees in some European empires\n"
    },
    {
      "n": 16,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Snow_line'target='_blank'>Snow line:</a> the point of altitude above which there's snow on the ground all year long\n"
    },
    {
      "n": 17,
      "note_html": "Shakespeare's: <a href='http://en.wikipedia.org/wiki/Shakespeare'target='_blank'>William Shakespeare</a> (1564-1616), English playwright with receding hairline\n"
    },
    {
      "n": 18,
      "note_html": "Melancthon's: <a href='https://en.wikipedia.org/wiki/Philip_Melanchthon'target='_blank'>Philipp Melanchthon</a> (1497-1560), a German theologian with receding hairline\n"
    },
    {
      "n": 19,
      "note_html": "The dread powers: the powers of evil"
    },
    {
      "n": 20,
      "note_html": "The young Orient World: the ancient Egyptians"
    },
    {
      "n": 21,
      "note_html": "Child-magian: childishly superstitious"
    },
    {
      "n": 22,
      "note_html": "Tongueless: the Roman historian Plutarch wrote that the ancient Egyptians worshipped the crocodile because its lack of a tongue makes it similar to God\n"
    },
    {
      "n": 23,
      "note_html": "The merry May-day gods of old: pre-Christian gods\n"
    },
    {
      "n": 24,
      "note_html": "Now egotistical: now ruled by just one God"
    },
    {
      "n": 25,
      "note_html": "Champollion: <a href='http://en.wikipedia.org/wiki/Champollion'target='_blank'>Jean-François Champollion</a> (1790-1832), a French scholar who deciphered the Rosetta Stone\n"
    },
    {
      "n": 26,
      "note_html": "<a href='http://en.wikipedia.org/wiki/William_Jones_(philologist)'target='_blank'>Sir William Jones:</a> the English philologist (1746-1794) who first proposed that the Indo-European languages were related"
    },
    {
      "n": 27,
      "note_html": "Unlettered: uneducated"
    },
    {
      "n": 28,
      "note_html": "Chaldee: an ancient Aramaic language in which Babylonian inscriptions were written"
    }
  ]
}