{
  "main_text": "Chapter V\n\nBreakfast\n\npage 29\n\nI quickly followed suit, and descending into the bar-room accosted[^1] the grinning landlord very pleasantly. I cherished no malice towards him, though he had been skylarking[^2] with me not a little in the matter of my bedfellow.\n\nHowever, a good laugh is a mighty good thing, and rather too scarce a good thing; the more's the pity. So, if any one man, in his own proper person, afford stuff for a good joke to anybody, let him not be backward, but let him cheerfully allow himself to spend and be spent in that way. And the man that has anything bountifully laughable about him, be sure there is more in that man than you perhaps think for.\n\nThe bar-room was now full of the boarders who had been dropping in the night previous, and whom I had not as yet had a good look at. They were nearly all whalemen; chief mates, and second mates, and third mates, and sea carpenters, and sea coopers,[^3] and sea blacksmiths, and harpooneers, and ship keepers;[^4] a brown and brawny company, with bosky[^5] beards; an unshorn, shaggy set, all wearing monkey jackets for morning gowns.\n\nYou could pretty plainly tell how long each one had been ashore. This young fellow's healthy cheek is like a sun-toasted pear in hue, and would seem to smell almost as musky; he cannot have been three days landed from his Indian voyage. That man next him looks a few shades lighter; you might say a touch of satin wood[^6] is in him. In the complexion of a third still lingers a tropic tawn,[^7] but slightly bleached withal;[^8] he doubtless has tarried whole weeks ashore. But who could show a cheek like\n\npage 30\n\nQueequeg? which, barred with various tints, seemed like the Andes' western slope, to show forth in one array, contrasting climates, zone by zone.\n\n\"Grub, ho!\" now cried the landlord, flinging open a door, and in we went to breakfast.\n\nThey say that men who have seen the world, thereby become quite at ease in manner, quite self-possessed in company. Not always, though: Ledyard,[^9] the great New England traveller, and Mungo Park,[^10] the Scotch one; of all men, they possessed the least assurance in the parlor. But perhaps the mere crossing of Siberia in a sledge drawn by dogs as Ledyard did, or the taking a long solitary walk on an empty stomach, in the negro heart of Africa, which was the sum of poor Mungo's performances—this kind of travel, I say, may not be the very best mode of attaining a high social polish. Still, for the most part, that sort of thing is to be had anywhere.\n\nThese reflections just here are occasioned by the circumstance that after we were all seated at the table, and I was preparing to hear some good stories about whaling; to my no small surprise, nearly every man maintained a profound silence. And not only that, but they looked embarrassed. Yes, here were a set of sea-dogs,[^11] many of whom without the slightest bashfulness had boarded great whales on the high seas—entire strangers to them—and duelled them dead without winking; and yet, here they sat at a social breakfast table—all of the same calling, all of kindred tastes—looking round as sheepishly at each other as though they had never been out of sight of some sheepfold[^12] among the Green Mountains.[^13] A curious sight; these bashful bears, these timid warrior whalemen!\n\nBut as for Queequeg—why, Queequeg sat there among them—at the head of the table, too, it so chanced;[^14] as cool as an icicle. To be sure I cannot say much for his breeding. His greatest admirer could not have cordially justified his bringing his harpoon into breakfast with him, and using it there without ceremony; reaching over the table with it, to the imminent jeopardy of many heads, and grappling the beefsteaks towards him. But that was certainly very coolly done by him, and every\n\npage 31\n\none knows that in most people's estimation, to do anything coolly is to do it genteelly.\n\nWe will not speak of all Queequeg's peculiarities here; how he eschewed coffee and hot rolls, and applied his undivided attention to beefsteaks, done rare. Enough, that when breakfast was over he withdrew like the rest into the public room, lighted his tomahawk-pipe, and was sitting there quietly digesting and smoking with his inseparable hat on, when I sallied out[^15] for a stroll.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Accosted: greeted"
    },
    {
      "n": 2,
      "note_html": "Skylarking: fooling around"
    },
    {
      "n": 3,
      "note_html": "Coopers: makers of barrels and pails"
    },
    {
      "n": 4,
      "note_html": "Ship keeper: someone whose job is to stay on board a ship when the crew is out in the whaleboats"
    },
    {
      "n": 5,
      "note_html": "Bosky: forest-like"
    },
    {
      "n": 6,
      "note_html": "Satin wood: a yellowish Asian wood"
    },
    {
      "n": 7,
      "note_html": "Tawn: an orange-brown or yellow-brown color"
    },
    {
      "n": 8,
      "note_html": "Withal: nevertheless"
    },
    {
      "n": 9,
      "note_html": "Ledyard: <a href='http://en.wikipedia.org/wiki/John_Ledyard'target='_blank'>John Ledyard</a> (1751-1789), an American explorer who traveled with Captain James Cook on the expedition during which Hawaii was discovered\n"
    },
    {
      "n": 10,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Mungo_Park_%28explorer%29'target='_blank'>Mungo Park:</a> A Scottish explorer (1771-1806) of Africa\n"
    },
    {
      "n": 11,
      "note_html": "Sea-dog: a very experienced sailor"
    },
    {
      "n": 12,
      "note_html": "Sheepfold: a pen for keeping sheep"
    },
    {
      "n": 13,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Green_Mountains'target='_blank'>Green Mountains:</a> a range of the Appalachian Mountains that exends from southern Quebec, Canada, through Vermont, to western Massachusetts\n"
    },
    {
      "n": 14,
      "note_html": "Chanced: happened"
    },
    {
      "n": 15,
      "note_html": "Sallied out: set forth"
    }
  ]
}