{
  "main_text": "Chapter XLVII\n\nThe Mat-Maker\n\npage 212\n\nIt was a cloudy, sultry[^1] afternoon; the seamen were lazily lounging about the decks, or vacantly gazing over into the lead-colored waters. Queequeg and I were mildly employed weaving what is called a sword-mat,[^2] for an additional lashing to our boat. So still and subdued and yet somehow preluding was all the scene, and such an incantation of revery lurked in the air, that each silent sailor seemed resolved into his own invisible self.\n\nI was the attendant or page of Queequeg, while busy at the mat. As I kept passing and repassing the filling or woof[^3] of marline[^4] between the long yarns of the warp,[^5] using my own hand for the shuttle,[^6] and as Queequeg, standing sideways, ever and anon slid his heavy oaken sword[^7] between the threads, and idly looking off upon the water, carelessly and unthinkingly drove home every yarn: I say so strange a dreaminess did there then reign all over the ship and all over the sea, only broken by the intermitting dull sound of the sword, that it seemed as if this were the Loom of Time,[^8] and I myself were a shuttle mechanically weaving and weaving away at the Fates.[^9] There lay the fixed\n\npage 213\n\nthreads of the warp subject to but one single, ever returning, unchanging vibration,[^10] and that vibration merely enough to admit of the crosswise interblending of other threads with its own. This warp seemed necessity; and here, thought I, with my own hand I ply my own shuttle and weave my own destiny into these unalterable threads. Meantime, Queequeg's impulsive, indifferent sword, sometimes hitting the woof slantingly, or crookedly, or strongly, or weakly, as the case might be; and by this difference in the concluding blow producing a corresponding contrast in the final aspect of the completed fabric; this savage's sword, thought I, which thus finally shapes and fashions both warp and woof; this easy, indifferent sword must be chance—aye, chance, free will, and necessity—no wise incompatible—all interweavingly working together. The straight warp of necessity, not to be swerved from its ultimate course—its every alternating vibration, indeed, only tending to that; free will still free to ply her shuttle between given threads; and chance, though restrained in its play within the right lines of necessity, and sideways in its motions directed by free will, though thus prescribed to by both, chance by turns rules either, and has the last featuring[^11] blow at events.\n\n*    *     *     *     *\n\nThus we were weaving and weaving away when I started at a sound so strange, long drawn, and musically wild and unearthly, that the ball of free will dropped from my hand, and I stood gazing up at the clouds whence that voice dropped like a wing. High aloft in the cross-trees was that mad Gay-Header, Tashtego. His body was reaching eagerly forward, his hand stretched out like a wand, and at brief sudden intervals he continued his cries. To be sure the same sound was that very moment perhaps being heard all over the seas, from hundreds of whalemen's look-outs perched as high in the air; but from few of those lungs could that accustomed old cry have derived such a marvellous cadence as from Tashtego the Indian's.\n\nAs he stood hovering over you half suspended in air, so wildly and eagerly peering towards the horizon, you would have thought him some prophet or seer beholding the shadows of Fate, and by those wild cries announcing their coming.\n\n\"There she blows! there! there! there! she blows! she blows!\"\n\npage 214\n\n\"Where-away?\"[^12]\n\n\"On the lee-beam,[^13] about two miles off! a school of them!\"\n\nInstantly all was commotion.\n\nThe Sperm Whale blows as a clock ticks, with the same undeviating and reliable uniformity. And thereby whalemen distinguish this fish from other tribes of his genus.\n\n\"There go flukes!\" was now the cry from Tashtego; and the whales disappeared.\n\n\"Quick, steward!\" cried Ahab. \"Time! time!\"\n\nDough-Boy hurried below, glanced at the watch, and reported the exact minute to Ahab.\n\nThe ship was now kept away from the wind, and she went gently rolling before it. Tashtego reporting that the whales had gone down heading to leeward, we confidently looked to see them again directly in advance of our bows. For that singular craft[^14] at times evinced by the Sperm Whale when, sounding with his head in one direction, he nevertheless, while concealed beneath the surface, mills[^15] round, and swiftly swims off in the opposite quarter—this deceitfulness of his could not now be in action; for there was no reason to suppose that the fish seen by Tashtego had been in any way alarmed, or indeed knew at all of our vicinity. One of the men selected for shipkeepers—that is, those not appointed to the boats, by this time relieved the Indian at the main-mast head. The sailors at the fore[^16] and mizzen had come down; the line tubs were fixed in their places; the cranes[^17] were thrust out; the mainyard[^18] was backed, and the three boats swung over the sea like three samphire[^19] baskets over high cliffs. Outside of the bulwarks their eager crews with one hand clung to the rail, while one foot was expectantly poised on the gunwale.[^20] So look the long line of man-of-war's men about to throw themselves on board an enemy's ship.\n\nBut at this critical instant a sudden exclamation was heard that took every eye from the whale. With a start all glared at dark Ahab, who was surrounded by five dusky phantoms that seemed fresh formed out of air.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Sultry: hot and humid"
    },
    {
      "n": 2,
      "note_html": "Sword-mat: a mat closely woven out of yarn, so called because of a tool that is used to make it"
    },
    {
      "n": 3,
      "note_html": "Filling or woof: the crosswide threads in loomed material"
    },
    {
      "n": 4,
      "note_html": "Marline: a light rope made of loosely twisted strands"
    },
    {
      "n": 5,
      "note_html": "Warp: the lengthwise threads in loomed material"
    },
    {
      "n": 6,
      "note_html": "Shuttle: an object that carries the woof thread back and forth through the warp threads"
    },
    {
      "n": 7,
      "note_html": "Slid his heavy oaken sword: that is, to press the woof threads tightly down"
    },
    {
      "n": 8,
      "note_html": "Loom of Time: a metaphor for the shaping of earthly events found, among other places, in Goethe's <a href='http://books.google.com/books?id=NAETAAAAYAAJ&pg=PA54&lpg=PA54&dq=faust+%22loom+of+time%22&source=web&ots=wIvQdit-Mq&sig=zEOzu1Ksnagnepb7ueVEEhC2WFE&hl=en&sa=X&oi=book_result&resnum=1&ct=result'target='_blank'>Faust</a>"
    },
    {
      "n": 9,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Moirae'target='_blank'>The Fates:</a> in Greek mythology, three goddesses who spin, measure, and cut the thread of life"
    },
    {
      "n": 10,
      "note_html": "Vibration: the shifting up or down of alternating warp threads in a loom"
    },
    {
      "n": 11,
      "note_html": "Featuring: shaping"
    },
    {
      "n": 12,
      "note_html": "Where-away: in which direction"
    },
    {
      "n": 13,
      "note_html": "On the lee-beam: directly on the side of the ship towards which the wind is blowing"
    },
    {
      "n": 14,
      "note_html": "Craft: skill in evasion"
    },
    {
      "n": 15,
      "note_html": "Mills: moves in churning confusion"
    },
    {
      "n": 16,
      "note_html": "Fore: the head of the foremast, or front mast"
    },
    {
      "n": 17,
      "note_html": "Cranes: that is, for lowering the whaleboats into the water"
    },
    {
      "n": 18,
      "note_html": "Mainyard: on the mainmast, the pole used to spread and support the top of the principal sail"
    },
    {
      "n": 19,
      "note_html": "Samphire: a European coastal plant"
    },
    {
      "n": 20,
      "note_html": "Gunwale: the upper edge of the side of a boat"
    }
  ]
}