{
  "main_text": "Chapter XIV\n\nNantucket\n\npage 61\n\nNothing more happened on the passage worthy the mentioning; so, after a fine run, we safely arrived in Nantucket.\n\nNantucket! Take out your map and look at it. See what a real corner of the world it occupies; how it stands there, away off shore, more lonely than the Eddystone lighthouse.[^1] Look at it—a mere hillock,[^2] and elbow of sand; all beach, without a background. There is more sand there than you would use in twenty years as a substitute for blotting paper.[^3] Some gamesome wights[^4] will tell you that they have to plant weeds there, they don't\n\npage 62\n\ngrow naturally; that they import Canada thistles;[^5] that they have to send beyond seas for a spile[^6] to stop a leak in an oil cask; that pieces of wood in Nantucket are carried about like bits of the true cross[^7] in Rome; that people there plant toadstools before their houses, to get under the shade in summer time; that one blade of grass makes an oasis, three blades in a day's walk a prairie; that they wear quicksand shoes, something like Laplander[^8] snowshoes; that they are so shut up, belted about, every way inclosed, surrounded, and made an utter island of by the ocean, that to their very chairs and tables small clams will sometimes be found adhering, as to the backs of sea turtles. But these extravaganzas only show that Nantucket is no Illinois.\n\nLook now at the wondrous traditional story of how this island was settled by the red-men. Thus goes the legend. In olden times an eagle swooped down upon the New England coast, and carried off an infant Indian in his talons. With loud lament the parents saw their child borne out of sight over the wide waters. They resolved to follow in the same direction. Setting out in their canoes, after a perilous passage they discovered the island, and there they found an empty ivory casket, - the poor little Indian's skeleton.\n\nWhat wonder, then, that these Nantucketers, born on a beach, should take to the sea for a livelihood! They first caught crabs and quohogs[^9] in the sand; grown bolder, they waded out with nets for mackerel; more experienced, they pushed off in boats and captured cod; and at last, launching a navy of great ships on the sea, explored this watery world; put an incessant belt of circumnavigations[^10] round it; peeped in at Behring's Straits;[^11] and in all seasons and all oceans declared everlasting war with the mightiest animated mass that has survived the flood; most monstrous and most mountainous! That Himmalehan,[^12] salt-sea Mastodon, clothed with such portentousness of unconscious power, that his very panics are more to be dreaded than his most fearless and malicious assaults!\n\nAnd thus have these naked Nantucketers, these sea hermits, issuing from their ant-hill in the sea, overrun and conquered the watery world like so many Alexanders;[^13] parcelling out among\n\npage 63\n\nthem the Atlantic, Pacific, and Indian oceans, as the three pirate powers[^14] did Poland. Let America add Mexico to Texas, and pile Cuba upon Canada; let the English overswarm all India, and hang out their blazing banner[^15] from the sun; two thirds of this terraqueous[^16] globe are the Nantucketer's. For the sea is his; he owns it, as Emperors own empires; other seamen having but a right of way through it. Merchant ships are but extension bridges; armed ones but floating forts; even pirates and privateers,[^17] though following the sea as highwaymen[^18] the road, they but plunder other ships, other fragments of the land like themselves, without seeking to draw their living from the bottomless deep itself. The Nantucketer, he alone resides and riots on the sea; he alone, in Bible language, goes down to it in ships;[^19] to and fro ploughing it as his own special plantation. There is his home; there lies his business, which a Noah's flood would not interrupt, though it overwhelmed all the millions in China. He lives on the sea, as prairie cocks[^20] in the prairie; he hides among the waves, he climbs them as chamois[^21] hunters climb the Alps. For years he knows not the land; so that when he comes to it at last, it smells like another world, more strangely than the moon would to an Earthsman. With the landless gull, that at sunset folds her wings and is rocked to sleep between billows; so at nightfall, the Nantucketer, out of sight of land, furls[^22] his sails, and lays him to his rest, while under his very pillow rush herds of walruses and whales.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Eddystone_Lighthouse'target='_blank'>Eddystone lighthouse:</a> A lighthouse on the dangerous Eddystone Rocks, off the coast of England\n"
    },
    {
      "n": 2,
      "note_html": "Hillock:  a small hill or mound"
    },
    {
      "n": 3,
      "note_html": "Blotting paper:  an absorbent sheet used to soak up excess ink"
    },
    {
      "n": 4,
      "note_html": "Wight:  a person or type of person"
    },
    {
      "n": 5,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Canada_thistle'target='_blank'>Canada thistle:</a>  the European creeping or field thistle, an invasive weed in the United States\n"
    },
    {
      "n": 6,
      "note_html": "Spile:  a small wooden peg used for stopping a cask"
    },
    {
      "n": 7,
      "note_html": "The true cross:  the cross on which Jesus Christ was crucified"
    },
    {
      "n": 8,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Lapland,_Sweden'target='_blank'>Laplander:</a> from an area in the north Sweden"
    },
    {
      "n": 9,
      "note_html": "Quohog: quahog, a large, rounded clam also called a <a href='http://en.wikipedia.org/wiki/Quahog'target='_blank'>hard clam</a>\n"
    },
    {
      "n": 10,
      "note_html": "Circumnavigate:  to sail all the way around something"
    },
    {
      "n": 11,
      "note_html": "Behring's Straits: the <a href='http://en.wikipedia.org/wiki/Bering_strait'target='_blank'>Bering Strait,</a> a narrow waterway that separates far eastern Russia from far western Alaska"
    },
    {
      "n": 12,
      "note_html": "Himmalehan:  Himalayan"
    },
    {
      "n": 13,
      "note_html": "Alexanders:  Alexander the Great, the Macedonian conqueror of the 4th century B.C."
    },
    {
      "n": 14,
      "note_html": "The three pirate powers:  Prussia, Russia, and Austria, which split the <a href='http://en.wikipedia.org/wiki/Polish–Lithuanian_Commonwealth'target='_blank'>Polish-Lithuanian Commonwealth</a> amongst themselves\n"
    },
    {
      "n": 15,
      "note_html": "Blazing banner:  the flag of the British Navy in India, which featured the <a href='http://en.wikipedia.org/wiki/Star_of_India_%28flag%29'target='_blank'>Star of India,</a> a star in a fiery sun\n"
    },
    {
      "n": 16,
      "note_html": "Terraqueous:  made of land and water"
    },
    {
      "n": 17,
      "note_html": "Privateer:  a private ship authorized for use in war, especially in the capture of merchant ships"
    },
    {
      "n": 18,
      "note_html": "Highwayman:  a man on horseback who holds up travelers to rob them"
    },
    {
      "n": 19,
      "note_html": "Goes down to it in ships:  from <a href='http://www.blueletterbible.org/kjv/Psa/Psa107.html'target='_blank'>Psalm 107,</a> which says that those who work aboard ships \"see the works of the Lord\""
    },
    {
      "n": 20,
      "note_html": "Prairie cock:  a large species of <a href='http://en.wikipedia.org/wiki/Grouse'target='_blank'>grouse</a>"
    },
    {
      "n": 21,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Chamois'target='_blank'>Chamois:</a>  a goat-like animal native to the European alps\n"
    },
    {
      "n": 22,
      "note_html": "Furl:  to roll up or fold"
    }
  ]
}