{
  "main_text": "Chapter CXXVII\n\nThe Deck\n\npage 519\n\n(The coffin laid upon two line-tubs, between the vice-bench and the open hatchway; the Carpenter calking its seams; the string of twisted oakum slowly unwinding from a large roll of it placed in the bosom of his frock.—Ahab comes slowly from the cabin-gangway, and hears Pip following him.)\n\n\"Back, lad; I will be with ye again presently. He goes! Not this hand complies with my humor[^1] more genially than that boy.— Middle aisle of a church![^2] What's here?\"\n\n\"Life buoy, Sir. Mr. Starbuck's orders. Oh, look, Sir! Beware the hatchway!\"\n\n\"Thank ye, man. Thy coffin lies handy to the vault.\"\n\n\"Sir? The hatchway? oh! So it does, Sir, so it does.\"\n\n\"Art not thou the leg-maker? Look, did not this stump come from thy shop?\"\n\n\"I believe it did, Sir; does the ferrule[^3] stand, Sir?\"\n\n\"Well enough. But art thou not also the undertaker?\"\n\n\"Aye, Sir; I patched up this thing here as a coffin for Queequeg; but they've set me now to turning it into something else.\"\n\n\"Then tell me; art thou not an arrant,[^4] all-grasping, inter-meddling, monopolizing, heathenish old scamp, to be one day making legs, and the next day coffins to clap[^5] them in, and yet again life-buoys out of those same coffins? Thou art as unprincipled as the gods, and as much of a jack-of-all-trades.\"\n\n\"But I do not mean anything, Sir. I do as I do.\"\n\n\"The gods again. Hark ye, dost thou not ever sing working about a coffin? The Titans, they say, hummed snatches when chipping out the craters for volcanoes; and the grave-digger in the play[^6] sings, spade in hand. Dost thou never?\"\n\n\"Sing, Sir? Do I sing? Oh, I'm indifferent enough, Sir, for that; but the reason why the grave-digger made music must\n\npage 520\n\nhave been because there was none in his spade, Sir. But the calking mallet is full of it. Hark to it.\"\n\n\"Aye, and that's because the lid there's a sounding-board;[^7] and what in all things makes the sounding-board is this—there's naught beneath. And yet, a coffin with a body in it rings pretty much the same, Carpenter. Hast thou ever helped carry a bier,[^8] and heard the coffin knock against the churchyard gate, going in?\"\n\n\"Faith, Sir, I've—\"\n\n\"Faith? What's that?\"\n\n\"Why, faith, Sir, it's only a sort of exclamation-like—that's all, Sir.\"\n\n\"Um, um; go on.\"\n\n\"I was about to say, Sir, that—\"\n\n\"Art thou a silk-worm? Dost thou spin thy own shroud out of thyself? Look at thy bosom! Despatch![^9] and get these traps[^10] out of sight.\"\n\n\"He goes aft. That was sudden, now; but squalls come sudden in hot latitudes. I've heard that the Isle of Albemarle,[^11] one of the Gallipagos, is cut by the Equator right in the middle.[^12] Seems to me some sort of Equator cuts yon old man, too, right in his middle. He's always under the Line—fiery hot, I tell ye! He's looking this way—come, oakum; quick. Here we go again. This wooden mallet is the cork, and I'm the professor of musical glasses[^13] —tap, tap!\"\n\n(Ahab to himself.)\n\n\"There's a sight! There's sound! The greyheaded woodpecker tapping the hollow tree! Blind and dumb might well be envied now. See! that thing rests on two line-tubs, full of tow-lines. A most malicious wag,[^14] that fellow. Rat-tat! So man's seconds tick! Oh! how immaterial[^15] are all materials! What things real are there, but imponderable thoughts? Here now's the very dreaded symbol of grim death, by a mere hap,[^16] made the expressive sign of the help and hope of most endangered life. A life-buoy of a coffin! Does it go further? Can it be that in some spiritual sense the coffin is, after all, but an immortality-preserver! I'll think of that. But no. So far gone\n\npage 521\n\nam I in the dark side of earth, that its other side, the theoretic bright one, seems but uncertain twilight to me. Will ye never have done,[^17] Carpenter, with that accursed sound? I go below; let me not see that thing here when I return again. Now, then, Pip, we'll talk this over; I do suck most wondrous philosophies from thee! Some unknown conduits from the unknown worlds must empty into thee!\"\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Humor: mood, disposition"
    },
    {
      "n": 2,
      "note_html": "Middle aisle of a church!: that is, where the coffin is placed during funerals"
    },
    {
      "n": 3,
      "note_html": "Ferrule: a metal ring placed around a pole to keep it from splitting"
    },
    {
      "n": 4,
      "note_html": "Arrant: complete"
    },
    {
      "n": 5,
      "note_html": "Clap: put in place quickly"
    },
    {
      "n": 6,
      "note_html": "The grave-digger in the play: one of the gravediggers in Shakespeare's <a href='http://en.wikipedia.org/wiki/The_Gravediggers'target='_blank'>Hamlet,</a> who sings as he digs Ophelia's grave"
    },
    {
      "n": 7,
      "note_html": "Sounding-board: a wooden board in a stringed instrument that vibrates to amplify the sound"
    },
    {
      "n": 8,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Bier'target='_blank'>Bier:</a> a stand for a coffin"
    },
    {
      "n": 9,
      "note_html": "Despatch: finish"
    },
    {
      "n": 10,
      "note_html": "Traps: a percussion instrument"
    },
    {
      "n": 11,
      "note_html": "Albemarle: Isabela Island in the <a href='http://en.wikipedia.org/wiki/Galapagos_Islands'target='_blank'>Galapagos Islands</a> of Ecuador"
    },
    {
      "n": 12,
      "note_html": "Right in the middle: the Equator actually crosses this island near its northern tip"
    },
    {
      "n": 13,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Glass_harmonica'target='_blank'>Musical glasses:</a> an instrument made of glass bowls of various sizes, tuned to play different notes when rubbed by a wet finger or struck"
    },
    {
      "n": 14,
      "note_html": "Wag: joker"
    },
    {
      "n": 15,
      "note_html": "Immaterial: meaningless"
    },
    {
      "n": 16,
      "note_html": "Hap: cloak (that is, the new covering on the coffin's seams)"
    },
    {
      "n": 17,
      "note_html": "Have done: finish"
    }
  ]
}