{
  "main_text": "Chapter XXIV\n\nThe Advocate\n\npage 106\n\nAs Queequeg and I are now fairly embarked in this business of whaling; and as this business of whaling has somehow come to be regarded among landsmen as a rather unpoetical and disreputable pursuit; therefore, I am all anxiety to convince ye, ye landsmen, of the injustice hereby done to us hunters of whales.\n\nIn the first place, it may be deemed almost superfluous to establish the fact, that among people at large, the business of whaling is not accounted on a level with what are called the liberal professions. If a stranger were introduced into any miscellaneous metropolitan society, it would but slightly advance the general opinion of his merits, were he presented to the company as a harpooneer, say; and if in emulation of the naval officers[^1] he should append the initials S. W. F. (Sperm Whale Fishery) to his visiting card, such a procedure would be deemed pre-eminently presuming and ridiculous.\n\nDoubtless one leading reason why the world declines honoring us whalemen, is this: they think that, at best, our vocation amounts to a butchering sort of business; and that when actively engaged therein, we are surrounded by all manner of defilements. Butchers we are, that is true. But butchers, also, and butchers of the bloodiest badge have been all Martial Commanders whom the world invariably delights to honor. And as for the matter of the alleged uncleanliness of our business, ye shall soon be initiated into certain facts hitherto pretty generally unknown, and which, upon the whole, will triumphantly plant the sperm whale-ship at least among the cleanliest things of this tidy earth. But even granting the charge in question to be true; what disordered slippery decks of a whale-ship are comparable to the unspeakable carrion of those battle-fields from which so many soldiers return to drink in all ladies' plaudits? And if the\n\npage 107\n\nidea of peril so much enhances the popular conceit of the soldier's profession; let me assure ye that many a veteran who has freely marched up to a battery,[^2] would quickly recoil at the apparition of the sperm whale's vast tail, fanning into eddies the air over his head. For what are the comprehensible terrors of man compared with the interlinked terrors and wonders of God!\n\nBut, though the world scouts at[^3] us whale hunters, yet does it unwittingly pay us the profoundest homage; yea, an all-abounding adoration! for almost all the tapers,[^4] lamps, and candles that burn round the globe, burn, as before so many shrines, to our glory!\n\nBut look at this matter in other lights; weigh it in all sorts of scales; see what we whalemen are, and have been.\n\nWhy did the Dutch in DeWitt's[^5] time have admirals of their whaling fleets? Why did Louis XVI[^6] of France, at his own personal expense, fit out whaling ships from Dunkirk,[^7] and politely invite to that town some score[^8] or two of families from our own island of Nantucket? Why did Britain between the years 1750 and 1788 pay to her whalemen in bounties upwards of lb. 1,000,000? And lastly, how comes it that we whalemen of America now outnumber all the rest of the banded[^9] whalemen in the world; sail a navy of upwards of seven hundred vessels; manned by eighteen thousand men; yearly consuming 4,000,000 of dollars; the ships worth, at the time of sailing, $20,000,000; and every year importing into our harbors a well reaped harvest of $7,000,000. How comes all this, if there be not something puissant[^10] in whaling?\n\nBut this is not the half; look again.\n\nI freely assert, that the cosmopolite philosopher cannot, for his life, point out one single peaceful influence, which within the last sixty years has operated more potentially upon the whole broad world, taken in one aggregate, than the high and mighty business of whaling. One way and another, it has begotten events so remarkable in themselves, and so continuously momentous in their sequential issues,[^11] that whaling may well be regarded as that Egyptian mother, who bore offspring themselves pregnant[^12] from her womb. It would be a hopeless, endless task to catalogue all these things. Let a handful suffice. For many\n\npage 108\n\nyears past the whale-ship has been the pioneer in ferreting out the remotest and least known parts of the earth. She has explored seas and archipelagoes which had no chart, where no Cook[^13] or Vancouver[^14] had ever sailed. If American and European men-of-war[^15] now peacefully ride in once savage harbors, let them fire salutes to the honor and glory of the whale-ship, which originally showed them the way, and first interpreted between them and the savages. They may celebrate as they will the heroes of Exploring Expeditions, your Cookes,[^16] your Krusensterns;[^17] but I say that scores of anonymous Captains have sailed out of Nantucket, that were as great, and greater than your Cooke and your Krusenstern. For in their succorless emptyhandedness, they, in the heathenish sharked waters, and by the beaches of unrecorded, javelin islands, battled with virgin wonders and terrors that Cooke with all his marines and muskets would not willingly have dared. All that is made such a flourish of in the old South Sea Voyages,[^18] those things were but the lifetime commonplaces of our heroic Nantucketers. Often, adventures which Vancouver dedicates three chapters to, these men accounted unworthy of being set down in the ship's common log. Ah, the world! Oh, the world!\n\nUntil the whale fishery rounded Cape Horn, no commerce but colonial, scarcely any intercourse but colonial, was carried on between Europe and the long line of the opulent Spanish provinces on the Pacific coast.[^19] It was the whaleman who first broke through the jealous policy of the Spanish crown, touching those colonies; and, if space permitted, it might be distinctly shown how from those whalemen at last eventuated the liberation of Peru, Chili, and Bolivia from the yoke of Old Spain, and the establishment of the eternal democracy in those parts.\n\nThat great America on the other side of the sphere, Australia, was given to the enlightened world by the whaleman. After its first blunder-born discovery by a Dutchman,[^20] all other ships long shunned those shores as pestiferously[^21] barbarous; but the whale-ship touched there. The whale-ship is the true mother of that now mighty colony. Moreover, in the infancy of the first Australian settlement, the emigrants were several times saved\n\npage 109\n\nfrom starvation by the benevolent biscuit of the whale-ship luckily dropping an anchor in their waters. The uncounted isles of all Polynesia confess the same truth, and do commercial homage to the whale-ship, that cleared the way for the missionary and the merchant, and in many cases carried the primitive missionaries to their first destinations. If that double-bolted land, Japan,[^22] is ever to become hospitable, it is the whale-ship alone to whom the credit will be due; for already she is on the threshold.\n\nBut if, in the face of all this, you still declare that whaling has no aesthetically noble associations connected with it, then am I ready to shiver fifty lances with you there, and unhorse you with a split helmet every time.\n\nThe whale has no famous author, and whaling no famous chronicler, you will say.\n\nThe whale no famous author, and whaling no famous chronicler? Who wrote the first account of our Leviathan? Who but mighty Job![^23] And who composed the first narrative of a whaling-voyage? Who, but no less a prince than Alfred the Great,[^24] who, with his own royal pen, took down the words from Other, the Norwegian whale-hunter of those times! And who pronounced our glowing eulogy in Parliament? Who, but Edmund Burke![^25]\n\nTrue enough, but then whalemen themselves are poor devils; they have no good blood in their veins.\n\nNo good blood in their veins? They have something better than royal blood there. The grandmother of Benjamin Franklin was Mary Morrel—afterwards, by marriage, Mary Folger, one of the old settlers of Nantucket, and the ancestress to a long line of Folgers and harpooners—all kith and kin to noble Benjamin—this day darting[^26] the barbed iron[^27] from one side of the world to the other.\n\nGood again; but then all confess that somehow whaling is not respectable.\n\nWhaling not respectable? Whaling is imperial! By old English statutory law, the whale is declared \"a royal fish\".*\n\n*See subsequent chapters for something more on this head. [Melville's note]\n\npage 110\n\nOh, that's only nominal![^28] The whale himself has never figured in any grand imposing way.\n\nThe whale never figured in any grand imposing way? In one of the mighty triumphs given to a Roman general[^29] upon his entering the world's capital, the bones of a whale, brought all the way from the Syrian coast, were the most conspicuous object in the cymballed procession.\n\nGrant it, since you cite it; but, say what you will, there is no real dignity in whaling.\n\nNo dignity in whaling? The dignity of our calling the very heavens attest. Cetus[^30] is a constellation in the South! No more! Drive down your hat in presence of the Czar, and take it off to Queequeg! No more! I know a man that, in his lifetime, has taken three hundred and fifty whales. I account that man more honorable than that great captain of antiquity who boasted of taking as many walled towns.\n\nAnd, as for me, if, by any possibility, there be any as yet undiscovered prime[^31] thing in me; if I shall ever deserve any real repute in that small but high hushed world[^32] which I might not be unreasonably ambitious of; if hereafter I shall do anything that, upon the whole, a man might rather have done than to have left undone; if, at my death, my executors, or more properly my creditors, find any precious MSS.[^33] in my desk, then here I prospectively ascribe all the honor and the glory to whaling; for a whale-ship was my Yale College and my Harvard.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "In emulation of the naval officers: naval officers would put the initials \"U.S.N.,\" for United States Navy, on their calling cards"
    },
    {
      "n": 2,
      "note_html": "Battery: a fortified place for heavy guns"
    },
    {
      "n": 3,
      "note_html": "Scout at: reject with scorn"
    },
    {
      "n": 4,
      "note_html": "Taper: a thin candle"
    },
    {
      "n": 5,
      "note_html": "DeWitt: <a href='http://en.wikipedia.org/wiki/Johan_de_Witt'target='_blank'>Johan de Witt</a> (1625-1672), a Dutch political leader when The Netherlands was a major force in world trade\n"
    },
    {
      "n": 6,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Louis_xvi'target='_blank'>Louis XVI:</a> French king from 1774 to 1792; executed in 1793 after an insurrection\n"
    },
    {
      "n": 7,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Dunkirk'target='_blank'>Dunkirk:</a> a harbor city in the northernmost part of France. After the American Revolution, whalers from Nantucket established a colony here, to get around stiff French import taxes on whale oil\n"
    },
    {
      "n": 8,
      "note_html": "Score: twenty"
    },
    {
      "n": 9,
      "note_html": "Banded: grouped together"
    },
    {
      "n": 10,
      "note_html": "Puissant: powerful"
    },
    {
      "n": 11,
      "note_html": "Sequential issues: consequences"
    },
    {
      "n": 12,
      "note_html": "Offspring themselves pregnant: in the Egyptian myth, the gods <a href='http://en.wikipedia.org/wiki/Isis'target='_blank'>Isis</a> and <a href='http://en.wikipedia.org/wiki/Osiris'target='_blank'>Osiris</a> are boy-girl twins, and Isis is impregnated by Osiris while still within their mother's womb \n"
    },
    {
      "n": 13,
      "note_html": "Cook: <a href='http://en.wikipedia.org/wiki/James_cook'target='_blank'>Captain James Cook</a> (1728-1779), a British explorer who made the first European contact with Hawaii and eastern Australia, and was the first to map Newfoundland, Canada\n"
    },
    {
      "n": 14,
      "note_html": "Vancouver: <a href='http://en.wikipedia.org/wiki/George_Vancouver'target='_blank'>Captain George Vancouver </a>(1757-1798), who explored the Pacific coast of Canada and the U.S. states of Oregon, Washington, and Alaska\n"
    },
    {
      "n": 15,
      "note_html": "Men-of-war: armed sailing ships"
    },
    {
      "n": 16,
      "note_html": "Cooke: Possibly Captain Edward Cooke, author of <a href='http://luna.folger.edu/luna/servlet/detail/FOLGERCM1~6~6~354807~129855:A-voyage-to-the-South-Sea----Wherei'target='_blank'><i>A Voyage to the South Sea, and Round the World</i></a> (1712)"
    },
    {
      "n": 17,
      "note_html": "Krusenstern: <a href='http://en.wikipedia.org/wiki/Adam_Johann_von_Krusenstern'target='_blank'>Adam Johann von Krusenstern,</a> (1770-1846), a Russian admiral who led the first Russian voyage around the earth\n"
    },
    {
      "n": 18,
      "note_html": "South Sea Voyages: the often-tragic exploration of Australia by French mariners from 1768 to 1828"
    },
    {
      "n": 19,
      "note_html": "Pacific coast: i.e., of South America"
    },
    {
      "n": 20,
      "note_html": "A Dutchman: the Dutch sailing ship the <a href='http://en.wikipedia.org/wiki/Duyfken'target='_blank'>Duyfken,</a> captained by Willem Janszoon, came upon the Australian mainland in 1606\n"
    },
    {
      "n": 21,
      "note_html": "Pestiferously: harboring infection or disease"
    },
    {
      "n": 22,
      "note_html": "That double-bolted land, Japan: from 1639 to 1854, Japan observed an isolationist <a href='http://en.wikipedia.org/wiki/Sakoku'target='_blank'>\"closed-country\" policy.</a> During this period, no one could enter or leave the country, on pain of death"
    },
    {
      "n": 23,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Job_%28Bible%29'target='_blank'>Job:</a> an Old Testament figure allowed by God to suffer in order to prove his devotion\n"
    },
    {
      "n": 24,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Alfred_the_great'target='_blank'>Alfred the Great:</a> a ruler of the Anglo-Saxon kingdom of Wessex in southern England from 871 to 899 A.D."
    },
    {
      "n": 25,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Edmund_Burke'target='_blank'>Edmund Burke:</a> an Anglo-Irish statesman (1729-1797). In 1775, Burke gave a <a href='http://www.bartleby.com/268/6/1.html'target='_blank'>speech</a> before the British Parliament that praised the daring and success of New England's whaling industry, in contrast to Europe's"
    },
    {
      "n": 26,
      "note_html": "Darting: throwing"
    },
    {
      "n": 27,
      "note_html": "Barbed iron: harpoon"
    },
    {
      "n": 28,
      "note_html": "Nominal: in name only"
    },
    {
      "n": 29,
      "note_html": "Triumphs given to a Roman general: in 58 B.C., the Roman politician <a href='http://en.wikipedia.org/wiki/Marcus_Aemilius_Scaurus_(praetor_56_BC)'target='_blank'>Marcus Aemilius Scaurus</a> claimed to have obtained the skeleton of a monster from whom the mythical Perseus had saved Andromeda. The bones were displayed in Rome as part of an exhibit of marvels from Judaea\n"
    },
    {
      "n": 30,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Cetus'target='_blank'>Cetus:</a> the whale or sea-monster, a constellation in the northern winter sky"
    },
    {
      "n": 31,
      "note_html": "Prime: of the best possible quality"
    },
    {
      "n": 32,
      "note_html": "Small but high hushed world: i.e., heaven"
    },
    {
      "n": 33,
      "note_html": "MSS.: manuscripts"
    }
  ]
}