{
  "main_text": "Chapter VI\n\nThe Street\n\npage 31\n\nIf I had been astonished at first catching a glimpse of so outlandish an individual as Queequeg circulating among the polite society of a civilized town, that astonishment soon departed upon taking my first daylight stroll through the streets of New Bedford.\n\nIn thoroughfares nigh the docks, any considerable seaport will frequently offer to view the queerest looking nondescripts[^1] from foreign parts. Even in Broadway[^2] and Chestnut[^3] streets, Mediterranean mariners will sometimes jostle the affrighted ladies. Regent street[^4] is not unknown to Lascars[^5] and Malays;[^6] and at Bombay,[^7] in the Apollo Green,[^8] live Yankees have often scared the natives. But New Bedford beats all Water street[^9] and Wapping.[^10] In these last-mentioned haunts you see only sailors; but in New Bedford, actual cannibals stand chatting at street corners; savages outright; many of whom yet carry on their bones unholy flesh. It makes a stranger stare.\n\nBut, besides the Feegeeans, Tongatabooarrs,[^11] Erromanggoans,[^12] Pannangians,[^13] and Brighggians,[^14] and, besides the wild specimens of the whaling-craft which unheeded reel about the streets, you will see other sights still more curious, certainly more comical.\n\npage 32\n\nThere weekly arrive in this town scores of green Vermonters and New Hampshire men, all athirst for gain and glory in the fishery.[^15] They are mostly young, of stalwart frames; fellows who have felled forests, and now seek to drop the axe and snatch the whale-lance. Many are as green as the Green Mountains whence they came. In some things you would think them but a few hours old. Look there! that chap strutting round the corner. He wears a beaver hat and swallow-tailed coat,[^16] girdled with a sailor-belt and sheath-knife. Here comes another with a sou'-wester[^17] and a bombazine[^18] cloak.\n\nNo town-bred dandy will compare with a country-bred one—I mean a downright bumpkin dandy—a fellow that, in the dog-days,[^19] will mow his two acres in buckskin gloves for fear of tanning his hands. Now when a country dandy like this takes it into his head to make a distinguished reputation, and joins the great whale-fishery, you should see the comical things he does upon reaching the seaport. In bespeaking[^20] his sea-outfit, he orders bell-buttons to his waistcoats; straps[^21] to his canvas trowsers. Ah, poor Hay-Seed![^22] how bitterly will burst those straps in the first howling gale, when thou art driven, straps, buttons, and all, down the throat of the tempest.\n\nBut think not that this famous town has only harpooneers, cannibals, and bumpkins to show her visitors. Not at all. Still New Bedford is a queer place. Had it not been for us whalemen, that tract of land would this day perhaps have been in as howling[^23] condition as the coast of Labrador. As it is, parts of her back country are enough to frighten one, they look so bony. The town itself is perhaps the dearest place to live in, in all New England. It is a land of oil, true enough; but not like Canaan;[^24] a land, also, of corn and wine. The streets do not run with milk; nor in the spring-time do they pave them with fresh eggs. Yet, in spite of this, nowhere in all America will you find more patrician-like[^25] houses; parks and gardens more opulent, than in New Bedford. Whence came they? how planted upon this once scraggy[^26] scoria[^27] of a country?\n\nGo and gaze upon the iron emblematical harpoons round yonder lofty mansion, and your question will be answered. Yes; all these brave houses and flowery gardens came from the\n\npage 33\n\nAtlantic, Pacific, and Indian oceans. One and all, they were harpooned and dragged up hither from the bottom of the sea. Can Herr Alexander[^28] perform a feat like that?\n\nIn New Bedford, fathers, they say, give whales for dowers[^29] to their daughters, and portion off their nieces with a few porpoises a-piece. You must go to New Bedford to see a brilliant wedding; for, they say, they have reservoirs of oil in every house, and every night recklessly burn their lengths in spermaceti[^30] candles.\n\nIn summer time, the town is sweet to see; full of fine maples—long avenues of green and gold. And in August, high in air, the beautiful and bountiful horse-chestnuts, candelabra-wise, proffer the passer-by their tapering upright cones of congregated blossoms. So omnipotent is art; which in many a district of New Bedford has superinduced[^31] bright terraces of flowers upon the barren refuse rocks thrown aside at creation's final day.\n\nAnd the women of New Bedford, they bloom like their own red roses. But roses only bloom in summer; whereas the fine carnation of their cheeks is perennial as sunlight in the seventh heavens.[^32] Elsewhere match that bloom of theirs, ye cannot, save in Salem, where they tell me the young girls breathe such musk, their sailor sweethearts smell them miles off shore, as though they were drawing nigh the odorous Moluccas instead of the Puritanic sands.[^33]\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Nondescripts: people lacking distinct characteristics"
    },
    {
      "n": 2,
      "note_html": "Broadway: a main street in Manhattan"
    },
    {
      "n": 3,
      "note_html": "Chestnut Street: a main street in Philadelphia, Pennsylvania"
    },
    {
      "n": 4,
      "note_html": "Regent Street: a main shopping street in London, England"
    },
    {
      "n": 5,
      "note_html": "Lascar: a sailor from India on a European ship"
    },
    {
      "n": 6,
      "note_html": "Malays: Malaysians"
    },
    {
      "n": 7,
      "note_html": "Bombay: now Mumbai"
    },
    {
      "n": 8,
      "note_html": "Apollo Green: a parade ground in Mumbai"
    },
    {
      "n": 9,
      "note_html": "Water street: many port towns have a \"Water Street,\" but this may refer to the one in <a href='http://en.wikipedia.org/wiki/Liverpool'target='_blank'>Liverpool, England,</a> an elegant shopping street in Melville's day\n"
    },
    {
      "n": 10,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Wapping'target='_blank'>Wapping:</a> part of the Docklands area of London\n"
    },
    {
      "n": 11,
      "note_html": "Tongatabooarrs: natives of Tongataboo Island of <a href='http://en.wikipedia.org/wiki/Tonga'target='_blank'>Tonga</a>\n"
    },
    {
      "n": 12,
      "note_html": "Erromanggoans: natives of Erromango Island in <a href='https://en.wikipedia.org/wiki/Vanuatu'target='_blank'>Vanuatu</a> in the South Pacific\n"
    },
    {
      "n": 13,
      "note_html": "Pannangians: maybe natives of <a href='http://en.wikipedia.org/wiki/Penang'target='_blank'>Penang</a> on the northwest coast of Malaysia\n"
    },
    {
      "n": 14,
      "note_html": "Brighggians: scholars don't know what this refers to"
    },
    {
      "n": 15,
      "note_html": "Fishery: the whaling industry"
    },
    {
      "n": 16,
      "note_html": "Swallow-tailed coat: a tailcoat"
    },
    {
      "n": 17,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Sou%27wester'target='_blank'>Sou'wester:</a> a hat made of flexible, waterproof material, with a wide brim in the back\n"
    },
    {
      "n": 18,
      "note_html": "Bombazine: twill fabric made of silk, wool, or both"
    },
    {
      "n": 19,
      "note_html": "Dog-days: the hottest days of summer"
    },
    {
      "n": 20,
      "note_html": "Bespeaking: having tailored"
    },
    {
      "n": 21,
      "note_html": "Straps: suspenders"
    },
    {
      "n": 22,
      "note_html": "Hay-Seed: a rube or hick"
    },
    {
      "n": 23,
      "note_html": "Howling: desolate"
    },
    {
      "n": 24,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Canaan'target='_blank'>Canaan:</a> the land that now includes Israel. In <a href='http://www.blueletterbible.org/Bible.cfm?b=Deu&c=8&v=8&t=KJV#8'target='_blank'>Deuteronomy 8:8,</a> this promised land is described as \"a land of oil olive,\" among other things\n"
    },
    {
      "n": 25,
      "note_html": "Patrician-like: aristocratic"
    },
    {
      "n": 26,
      "note_html": "Scraggy: ragged, bare"
    },
    {
      "n": 27,
      "note_html": "Scoria: a cindery lava-based rock"
    },
    {
      "n": 28,
      "note_html": "Herr Alexander: <a href='http://translate.google.com/translate?hl=en&sl=de&u=http://de.wikipedia.org/wiki/Alexander_Heimb%25C3%25BCrger&ei=IfXUSsb2BY63lAej7OGcCQ&sa=X&oi=translate&resnum=5&ct=result&ved=0CBgQ7gEwBA&prev=/search%3Fq%3D%2522Alexander%2BHeimb%25C3%25BCrger%2522%2B%2522herr%2Balexander%2522%26hl%3Den'target='_blank'>Alexander Heimbürger</a> (1819-1909), a world-famous German magician\n"
    },
    {
      "n": 29,
      "note_html": "Dowers: dowries"
    },
    {
      "n": 30,
      "note_html": "Spermaceti: the white, waxy substance found in the head of the sperm whale. This whale got its name from the fact that this substance resembles semen"
    },
    {
      "n": 31,
      "note_html": "Superinduced: introduced in addition"
    },
    {
      "n": 32,
      "note_html": "<a href='https://en.wikipedia.org/wiki/Seven_Heavens'target='_blank'>Seventh heavens:</a> the uppermost layer of heaven, where God dwells\n"
    },
    {
      "n": 33,
      "note_html": "Puritanic sands: the beaches where the <a href='http://en.wikipedia.org/wiki/Puritans'target='_blank'>Puritans</a> had settled\n"
    }
  ]
}