{
  "main_text": "Chapter LVII\n\nOf Whales in Paint; in Teeth; in Wood; in Sheet-Iron; in Stone; in Mountains; in Stars\n\npage 269\n\nOn Tower-hill,[^1] as you go down to the London docks, you may have seen a crippled beggar (or kedger, as the sailors say) holding a painted board before him, representing the tragic scene in which he lost his leg. There are three whales and three boats; and one of the boats (presumed to contain the missing leg in all its original integrity) is being crunched by the jaws of the foremost whale. Any time these ten years, they tell me, has that man held up that picture, and exhibited\n\npage 270\n\nthat stump to an incredulous world. But the time of his justification has now come. His three whales are as good whales as were ever published[^2] in Wapping,[^3] at any rate; and his stump as unquestionable a stump as any you will find in the western clearings.[^4] But, though for ever mounted on that stump, never a stump-speech does the poor whaleman make; but, with downcast eyes, stands ruefully contemplating his own amputation.\n\nThroughout the Pacific, and also in Nantucket, and New Bedford, and Sag Harbor, you will come across lively sketches of whales and whaling-scenes, graven by the fishermen themselves on Sperm Whale-teeth, or ladies' busks[^5] wrought out of the Right Whale-bone, and other like skrimshander articles, as the whalemen call the numerous little ingenious contrivances they elaborately carve out of the rough material, in their hours of ocean leisure. Some of them have little boxes of dentistical-looking implements, specially intended for the skrimshandering business. But, in general, they toil with their jack-knives alone; and, with that almost omnipotent tool of the sailor, they will turn you out anything you please, in the way of a mariner's fancy.\n\nLong exile from Christendom and civilization inevitably restores a man to that condition in which God placed him, i.e. what is called savagery. Your true whale-hunter is as much a savage as an Iroquois.[^6] I myself am a savage; owning no allegiance but to the King of the Cannibals; and ready at any moment to rebel against him.\n\nNow, one of the peculiar characteristics of the savage in his domestic hours, is his wonderful patience of industry. An ancient Hawaiian war-club or spear-paddle, in its full multiplicity and elaboration of carving, is as great a trophy of human perseverance as a Latin lexicon. For, with but a bit of broken sea-shell or a shark's tooth, that miraculous intricacy of wooden net-work has been achieved; and it has cost steady years of steady application.\n\nAs with the Hawaiian savage, so with the white sailor-savage. With the same marvellous patience, and with the same single shark's tooth, of his one poor jack-knife, he will carve you a bit of bone sculpture, not quite as workmanlike, but as close\n\npage 271\n\npacked in its maziness of design, as the Greek savage, Achilles's shield;[^7] and full of barbaric spirit and suggestiveness, as the prints of that fine old Dutch savage, Albert Durer.[^8]\n\nWooden whales, or whales cut in profile out of the small dark slabs of the noble South Sea war-wood, are frequently met with in the forecastles of American whalers. Some of them are done with much accuracy.\n\nAt some old gable-roofed country houses you will see brass whales hung by the tail for knockers to the road-side door. When the porter is sleepy, the anvil-headed whale would be best. But these knocking whales are seldom remarkable as faithful essays. On the spires of some old-fashioned churches you will see sheet-iron whales placed there for weather-cocks;[^9] but they are so elevated, and besides that are to all intents and purposes so labelled with \"Hands off!\" you cannot examine them closely enough to decide upon their merit.\n\nIn bony, ribby regions of the earth, where at the base of high broken cliffs masses of rock lie strewn in fantastic groupings upon the plain, you will often discover images as of the petrified forms of the Leviathan partly merged in grass, which of a windy day breaks against them in a surf of green surges.\n\nThen, again, in mountainous countries where the traveller is continually girdled by amphitheatrical heights; here and there from some lucky point of view you will catch passing glimpses of the profiles of whales defined along the undulating ridges. But you must be a thorough whaleman, to see these sights; and not only that, but if you wish to return to such a sight again, you must be sure and take the exact intersecting latitude and longitude of your first stand-point, else so chance-like are such observations of the hills, that your precise, previous stand-point would require a laborious re-discovery; like the Solomon islands, which still remain incognita, though once high-ruffed Mendanna[^10] trod them and old Figuera[^11] chronicled them.\n\nNor when expandingly lifted by your subject, can you fail to trace out great whales in the starry heavens, and boats in pursuit of them; as when long filled with thoughts of war the Eastern nations saw armies locked in battle among the clouds. Thus at the North have I chased Leviathan round and round\n\npage 272\n\nthe Pole with the revolutions of the bright points that first defined him to me. And beneath the effulgent[^12] Antarctic skies I have boarded the Argo-Navis,[^13] and joined the chase against the starry Cetus[^14] far beyond the utmost stretch of Hydrus[^15] and the Flying Fish.[^16]\n\nWith a frigate's anchors for my bridle-bitts[^17] and fasces[^18] of harpoons for spurs, would I could mount that whale and leap the topmost skies, to see whether the fabled heavens with all their countless tents[^19] really lie encamped beyond my mortal sight!\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Tower-hill: the hill where the Tower of London sits"
    },
    {
      "n": 2,
      "note_html": "Published: announced, brought to public attention"
    },
    {
      "n": 3,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Wapping'target='_blank'>Wapping:</a> a part of London by the docks\n"
    },
    {
      "n": 4,
      "note_html": "Western clearings: cleared-out land in the American West"
    },
    {
      "n": 5,
      "note_html": "<a href='https://americanhistory.si.edu/collections/search/object/nmah_310558'target='_blank'>Busk:</a> a hard, flat object used for stiffening the front of a corset\n"
    },
    {
      "n": 6,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Iroquois'target='_blank'>Iroquois:</a> a member of a confederacy of Native American tribes from the northeastern United States\n"
    },
    {
      "n": 7,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Shield_of_Achilles'target='_blank'>Achilles's shield:</a> an elaborately decorated shield used by Achilles, a hero of Greek mythology\n"
    },
    {
      "n": 8,
      "note_html": "Albert Durer: <a href='http://en.wikipedia.org/wiki/Durer'target='_blank'>Albrecht Dürer</a> (1471-1528), a German artist and theorist\n"
    },
    {
      "n": 9,
      "note_html": "Weather-cock: weathervane"
    },
    {
      "n": 10,
      "note_html": "Mendanna: <a href='http://en.wikipedia.org/wiki/Mendana'target='_blank'>Álvaro de Mendaña de Neira</a> (1542-1595), a Spanish navigator who discovered the Solomon Islands\n"
    },
    {
      "n": 11,
      "note_html": "Figuera: Spanish writer <a href='http://en.wikipedia.org/wiki/Cristobal_Suarez_de_Figueroa'target='_blank'>Cristóbal Suárez de Figueroa</a> (1571-after 1644) wrote about Mendaña's voyage"
    },
    {
      "n": 12,
      "note_html": "Effulgent: brightly shining"
    },
    {
      "n": 13,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Argo_Navis'target='_blank'>Argo-Navis:</a> an archaic constellation that represents the ship used by Jason of Greek mythology to seek the magic fleece\n"
    },
    {
      "n": 14,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Cetus'target='_blank'>Cetus:</a> a constellation representing a sea monster\n"
    },
    {
      "n": 15,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Hydrus'target='_blank'>Hydrus:</a> a minor constellation that represents a water snake\n"
    },
    {
      "n": 16,
      "note_html": "Flying Fish: the constellation <a href='http://en.wikipedia.org/wiki/Volans'target='_blank'>Volans</a>\n"
    },
    {
      "n": 17,
      "note_html": "Bridle-bitts: the part of a horse's bridle that goes in the mouth"
    },
    {
      "n": 18,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Fasces'target='_blank'>Fasces:</a> a bundle of rods bound together with an ax blade sticking out, a Roman symbol of power"
    },
    {
      "n": 19,
      "note_html": "Countless tents: <a href='http://www.blueletterbible.org/Bible.cfm?b=Rev&c=20&v=9&t=KJV#9'target='_blank'>Revelation 20:9</a> talks about the saints being camped\n"
    }
  ]
}