{
  "main_text": "Chapter LXV\n\nThe Whale As A Dish\n\npage 297\n\nThat mortal man should feed upon the creature that feeds his lamp, and, like Stubb, eat him by his own light, as you may say; this seems so outlandish a thing that one must needs go a little into the history and philosophy of it.\n\nIt is upon record, that three centuries ago the tongue of the Right Whale was esteemed a great delicacy in France, and commanded large prices there. Also, that in Henry VIIIth's time,[^1] a certain cook of the court obtained a handsome reward for inventing an admirable sauce to be eaten with barbacued porpoises, which, you remember, are a species of whale. Porpoises, indeed, are to this day considered fine eating. The meat is made into balls about the size of billiard balls, and being well seasoned and spiced might be taken for turtle-balls or veal balls.[^2] The old monks of Dunfermline[^3] were very fond of them. They had a great porpoise grant from the crown.[^4]\n\nThe fact is, that among his hunters at least, the whale would by all hands be considered a noble dish, were there not so much of him; but when you come to sit down before a meat-pie nearly one hundred feet long, it takes away your appetite. Only the most unprejudiced of men like Stubb, nowadays partake of\n\npage 298\n\ncooked whales; but the Esquimaux[^5] are not so fastidious. We all know how they live upon whales, and have rare old vintages of prime old train oil.[^6] Zogranda,[^7] one of their most famous doctors, recommends strips of blubber for infants, as being exceedingly juicy and nourishing. And this reminds me that certain Englishmen, who long ago were accidentally left in Greenland[^8] by a whaling vessel—that these men actually lived for several months on the mouldy scraps of whales which had been left ashore after trying out the blubber. Among the Dutch whalemen these scraps are called \"fritters;\" which, indeed, they greatly resemble, being brown and crisp, and smelling something like old Amsterdam housewives' dough-nuts or oly-cooks,[^9] when fresh. They have such an eatable look that the most self-denying stranger can hardly keep his hands off.\n\nBut what further depreciates the whale as a civilized dish, is his exceeding richness. He is the great prize ox of the sea, too fat to be delicately good. Look at his hump, which would be as fine eating as the buffalo's (which is esteemed a rare dish), were it not such a solid pyramid of fat. But the spermaceti itself, how bland and creamy that is; like the transparent, half-jellied, white meat of a cocoanut in the third month of its growth, yet far too rich to supply a substitute for butter. Nevertheless, many whalemen have a method of absorbing it into some other substance, and then partaking of it. In the long try watches[^10] of the night it is a common thing for the seamen to dip their ship-biscuit[^11] into the huge oil-pots and let them fry there awhile. Many a good supper have I thus made.\n\nIn the case of a small Sperm Whale the brains are accounted a fine dish. The casket of the skull is broken into with an axe, and the two plump, whitish lobes being withdrawn (precisely resembling two large puddings), they are then mixed with flour, and cooked into a most delectable mess, in flavor somewhat resembling calves' head, which is quite a dish among some epicures; and every one knows that some young bucks among the epicures, by continually dining upon calves' brains, by and by get to have a little brains of their own, so as to be able to tell a calf's head from their own heads; which, indeed, requires uncommon discrimination. And that is the reason why\n\npage 299\n\na young buck with an intelligent looking calf's head before him, is somehow one of the saddest sights you can see. The head looks a sort of reproachfully at him, with an \"Et tu Brute!\"[^12] expression.\n\nIt is not, perhaps, entirely because the whale is so excessively unctuous that landsmen seem to regard the eating of him with abhorrence; that appears to result, in some way, from the consideration before mentioned: i.e. that a man should eat a newly murdered thing of the sea, and eat it too by its own light. But no doubt the first man that ever murdered an ox was regarded as a murderer; perhaps he was hung; and if he had been put on his trial by oxen, he certainly would have been; and he certainly deserved it if any murderer does. Go to the meat-market of a Saturday night and see the crowds of live bipeds staring up at the long rows of dead quadrupeds. Does not that sight take a tooth out of the cannibal's jaw? Cannibals? who is not a cannibal? I tell you it will be more tolerable for the Fejee that salted down[^13] a lean missionary in his cellar against a coming famine; it will be more tolerable for that provident Fejee, I say, in the day of judgment, than for thee, civilized and enlightened gourmand, who nailest geese to the ground and feastest on their bloated livers in thy pate-de-foie-gras.[^14]\n\nBut Stubb, he eats the whale by its own light, does he? and that is adding insult to injury, is it? Look at your knife-handle, there, my civilized and enlightened gourmand dining off that roast beef, what is that handle made of?—what but the bones of the brother of the very ox you are eating? And what do you pick your teeth with, after devouring that fat goose? With a feather of the same fowl. And with what quill did the Secretary of the Society for the Suppression of Cruelty to Ganders[^15] formerly indite[^16] his circulars? It is only within the last month or two that that society passed a resolution to patronize nothing but steel pens.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Henry_VIII_of_England'target='_blank'>Henry VIII's</a> time: King Henry VIII ruled England and Ireland from 1509 until his death in 1547\n"
    },
    {
      "n": 2,
      "note_html": "Turtle-balls or veal balls: kinds of meatballs"
    },
    {
      "n": 3,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Dunfermline_Abbey'target='_blank'>Dunfermline:</a> an abbey in the Scottish town of the same name\n"
    },
    {
      "n": 4,
      "note_html": "A great porpoise grant from the crown: the Scottish King <a href='http://en.wikipedia.org/wiki/Malcolm_IV_of_Scotland'target='_blank'>Malcolm IV</a> (1141-1165) granted the heads of all stranded whales of the species <i>crassus piscis</i> to the monks of Dunfermline, though he reserved the tongues, a delicacy, for himself\n"
    },
    {
      "n": 5,
      "note_html": "Esquimaux: Eskimos"
    },
    {
      "n": 6,
      "note_html": "Train oil: oil made from whale blubber"
    },
    {
      "n": 7,
      "note_html": "Zogranda: another joking pseudonym for Scoresby, according to the 2002 Norton Critical Edition of <i>Moby-Dick</i>"
    },
    {
      "n": 8,
      "note_html": "Accidentally left in Greenland: <a href='http://pubs.aina.ucalgary.ca/arctic/Arctic44-2-146.pdf'target='_blank'>eight Englishmen</a> were accidentally left at Spitsbergen in 1630-31, but they survived by hunting, not by eating leftover whale meat\n"
    },
    {
      "n": 9,
      "note_html": "Oly-cooks: olicook, a doughnut (from oil-cook)"
    },
    {
      "n": 10,
      "note_html": "Long try watches: elongated work shifts of five or six hours, in force while the crew is trying out a whale's blubber"
    },
    {
      "n": 11,
      "note_html": "Ship-biscuit: hardtack, a biscuit made with only flour and water"
    },
    {
      "n": 12,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Et_tu,_Brute%3F'target='_blank'>Et tu, Brute!:</a> Julius Caesar's last words to Brutus, a close friend who was one of the attackers who killed him\n"
    },
    {
      "n": 13,
      "note_html": "Salted down: preserved meat with salt"
    },
    {
      "n": 14,
      "note_html": "Pate-de-fois-gras: a ground-meat pâté made from the livers of geese that are force-fed as described"
    },
    {
      "n": 15,
      "note_html": "Society for the Suppression of Cruelty to Ganders: a joke of Melville's. The first Society for the Prevention of Cruelty to Animals was founded in England in 1824"
    },
    {
      "n": 16,
      "note_html": "Indite: write"
    }
  ]
}