{
  "main_text": "Chapter CIV\n\nThe Fossil Whale\n\npage 451\n\nFrom his mighty bulk the whale affords a most congenial theme whereon to enlarge, amplify, and generally expatiate.[^1] Would you,[^2] you could not compress him. By good rights he\n\npage 452\n\nshould only be treated[^3] of in imperial folio.[^4] Not to tell over again his furlongs from spiracle to tail, and the yards he measures about the waist; only think of the gigantic involutions[^5] of his intestines, where they lie in him like great cables and hausers[^6] coiled away in the subterranean orlop-deck[^7] of a line-of-battle-ship.\n\nSince I have undertaken to manhandle this Leviathan, it behoves me to approve[^8] myself omnisciently exhaustive in the enterprise; not overlooking the minutest seminal germs[^9] of his blood, and spinning him out to the uttermost coil of his bowels. Having already described him in most of his present habitatory[^10] and anatomical peculiarities, it now remains to magnify him in an archaeological, fossiliferous,[^11] and antediluvian[^12] point of view. Applied to any other creature than the Leviathan—to an ant or a flea—such portly[^13] terms might justly be deemed unwarrantably grandiloquent.[^14] But when Leviathan is the text,[^15] the case is altered. Fain am I to stagger to this emprise under the weightiest words of the dictionary. And here be it said, that whenever it has been convenient to consult one in the course of these dissertations, I have invariably used a huge quarto[^16] edition of Johnson,[^17] expressly purchased for that purpose; because that famous lexicographer's[^18] uncommon personal bulk[^19] more fitted him to compile a lexicon to be used by a whale author like me.\n\nOne often hears of writers that rise and swell with their subject, though it may seem but an ordinary one. How, then, with me, writing of this Leviathan? Unconsciously my chirography[^20] expands into placard[^21] capitals. Give me a condor's[^22] quill! Give me Vesuvius'[^23] crater for an inkstand! Friends, hold my arms! For in the mere act of penning my thoughts of this Leviathan, they weary me, and make me faint with their out-reaching comprehensiveness of sweep, as if to include the whole circle of the sciences, and all the generations of whales, and men, and mastodons, past, present, and to come, with all the revolving panoramas of empire on earth, and throughout the whole universe, not excluding its suburbs. Such, and so magnifying, is the virtue of a large and liberal[^24] theme! We expand to its bulk. To produce a mighty book, you must choose a\n\npage 453\n\nmighty theme. No great and enduring volume can ever be written on the flea, though many there be who have tried it.\n\nEre entering upon the subject of Fossil Whales, I present my credentials as a geologist, by stating that in my miscellaneous time I have been a stone-mason, and also a great digger of ditches, canals, and wells, wine-vaults, cellars, and cisterns of all sorts. Likewise, by way of preliminary, I desire to remind the reader, that while in the earlier geological strata[^25] there are found the fossils of monsters now almost completely extinct; the subsequent relics discovered in what are called the Tertiary[^26] formations seem the connecting, or at any rate intercepted links, between the antechronical[^27] creatures, and those whose remote posterity[^28] are said to have entered the Ark; all the Fossil Whales hitherto discovered belong to the Tertiary period, which is the last preceding the superficial formations.[^29] And though none of them precisely answer[^30] to any known species of the present time, they are yet sufficiently akin to them in general respects, to justify their taking ranks as Cetacean fossils.\n\nDetached broken fossils of pre-adamite[^31] whales, fragments of their bones and skeletons, have within thirty years past, at various intervals, been found at the base of the Alps, in Lombardy, in France, in England, in Scotland, and in the States of Louisiana, Mississippi, and Alabama. Among the more curious of such remains is part of a skull, which in the year 1779 was disinterred in the Rue Dauphine in Paris, a short street opening almost directly upon the palace of the Tuileries;[^32] and bones disinterred in excavating the great docks of Antwerp,[^33] in Napoleon's time.[^34] Cuvier pronounced these fragments to have belonged to some utterly unknown Leviathanic species.\n\nBut by far the most wonderful of all cetacean relics was the almost complete vast skeleton of an extinct monster, found in the year 1842, on the plantation of Judge Creagh, in Alabama. The awe-stricken credulous slaves in the vicinity took it for the bones of one of the fallen angels. The Alabama doctors declared it a huge reptile, and bestowed upon it the name of Basilosaurus.[^35] But some specimen bones of it being taken across the sea to Owen,[^36] the English anatomist, it turned out that this alleged reptile was a whale, though of a departed species.\n\npage 454\n\nA significant illustration of the fact, again and again repeated in this book, that the skeleton of the whale furnishes but little clue to the shape of his fully invested body. So Owen rechristened the monster Zeuglodon;[^37] and in his paper read before the London Geological Society, pronounced it, in substance, one of the most extraordinary creatures which the mutations of the globe have blotted out of existence.\n\nWhen I stand among these mighty Leviathan skeletons, skulls, tusks, jaws, ribs, and vertebrae, all characterized by partial resemblances to the existing breeds of sea-monsters; but at the same time bearing on the other hand similar affinities to the annihilated antechronical Leviathans, their incalculable seniors; I am, by a flood, borne back to that wondrous period, ere time itself can be said to have begun; for time began with man. Here Saturn's[^38] grey chaos rolls over me, and I obtain dim, shuddering glimpses into those Polar eternities; when wedged bastions of ice pressed hard upon what are now the Tropics; and in all the 25,000 miles of this world's circumference, not an inhabitable hand's breadth of land was visible. Then the whole world was the whale's; and, king of creation, he left his wake along the present lines of the Andes and the Himmalehs.[^39] Who can show a pedigree like Leviathan? Ahab's harpoon had shed older blood than the Pharaoh's. Methuselah[^40] seems a school-boy. I look round to shake hands with Shem.[^41] I am horror-struck at this antemosaic,[^42] unsourced existence of the unspeakable terrors of the whale, which, having been before all time, must needs exist after all humane[^43] ages are over.\n\nBut not alone has this Leviathan left his pre-adamite traces in the stereotype plates[^44] of nature, and in limestone and marl[^45] bequeathed his ancient bust; but upon Egyptian tablets, whose antiquity seems to claim for them an almost fossiliferous character, we find the unmistakable print of his fin. In an apartment of the great temple of Denderah,[^46] some fifty years ago, there was discovered upon the granite ceiling a sculptured and painted planisphere,[^47] abounding in centaurs, griffins, and dolphins, similar to the grotesque figures on the celestial globe of the moderns. Gliding among them, old Leviathan swam as of yore; was there swimming in that planisphere, centuries before Solomon[^48] was cradled.\n\npage 455\n\nNor must there be omitted another strange attestation of the antiquity of the whale, in his own osseous[^49] post-diluvian[^50] reality, as set down by the venerable John Leo,[^51] the old Barbary[^52] traveller.\n\n\"Not far from the Sea-side, they have a Temple, the Rafters and Beams of which are made of Whale-Bones; for Whales of a monstrous size are oftentimes cast up dead upon that shore. The Common People imagine, that by a secret Power bestowed by God upon the Temple, no Whale can pass it without immediate death. But the truth of the Matter is, that on either side of the Temple, there are Rocks that shoot two Miles into the Sea, and wound the Whales when they light upon 'em. They keep a Whale's Rib of an incredible length for a Miracle, which lying upon the Ground with its convex part uppermost, makes an Arch, the Head of which cannot be reached by a Man upon a Camel's Back. This Rib (says John Leo) is said to have layn there a hundred Years before I saw it. Their Historians affirm, that a Prophet who prophesy'd of Mahomet,[^53] came from this Temple, and some do not stand to assert, that the Prophet Jonas[^54] was cast forth by the Whale at the Base of the Temple.\"\n\nIn this Afric[^55] Temple of the Whale I leave you, reader, and if you be a Nantucketer, and a whaleman, you will silently worship there.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Expatiate: write at length"
    },
    {
      "n": 2,
      "note_html": "Would you: if you tried"
    },
    {
      "n": 3,
      "note_html": "Treated: written"
    },
    {
      "n": 4,
      "note_html": "Imperial folio: a book with pages measuring 15 inches by 22 inches"
    },
    {
      "n": 5,
      "note_html": "Involutions: complexities or inward curlings"
    },
    {
      "n": 6,
      "note_html": "Hausers: hawsers, heavy ropes used for mooring or towing ships"
    },
    {
      "n": 7,
      "note_html": "Orlop-deck: the lowest deck of a ship, where cables are stored"
    },
    {
      "n": 8,
      "note_html": "Approve: prove"
    },
    {
      "n": 9,
      "note_html": "Seminal germs: sperm cells"
    },
    {
      "n": 10,
      "note_html": "Habitatory: behavioral"
    },
    {
      "n": 11,
      "note_html": "Fossiliferous: having to do with fossils"
    },
    {
      "n": 12,
      "note_html": "Antidiluvian: from before Noah's flood"
    },
    {
      "n": 13,
      "note_html": "Portly: stately, majestic"
    },
    {
      "n": 14,
      "note_html": "Grandiloquent: pompous, bombastic"
    },
    {
      "n": 15,
      "note_html": "Text: subject"
    },
    {
      "n": 16,
      "note_html": "Quarto: a book with pages measuring about 12 inches by 19 inches"
    },
    {
      "n": 17,
      "note_html": "Johnson: <a href='http://en.wikipedia.org/wiki/A_Dictionary_of_the_English_Language'target='_blank'><i>A Dictionary of the English Language</i></a> by Samuel Johnson (1709-1784)\n"
    },
    {
      "n": 18,
      "note_html": "Lexicographer: dictionary-maker"
    },
    {
      "n": 19,
      "note_html": "Uncommon personal bulk: <a href='http://en.wikipedia.org/wiki/Samuel_Johnson'target='_blank'>fatness</a>\n"
    },
    {
      "n": 20,
      "note_html": "Chirography: penmanship"
    },
    {
      "n": 21,
      "note_html": "Placard: a public sign"
    },
    {
      "n": 22,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Condor'target='_blank'>Condor:</a> a kind of large vulture\n"
    },
    {
      "n": 23,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Vesuvius'target='_blank'>Vesuvius:</a> Mt. Vesuvius, a volcano near Naples, Italy\n"
    },
    {
      "n": 24,
      "note_html": "Liberal: broad-minded, open"
    },
    {
      "n": 25,
      "note_html": "Strata: rock layers"
    },
    {
      "n": 26,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Tertiary'target='_blank'>Tertiary:</a> a period of geological time from the extinction of non-flying dinosaurs to the first Ice Age\n"
    },
    {
      "n": 27,
      "note_html": "Antechronical: from before time was measured (by man)"
    },
    {
      "n": 28,
      "note_html": "Remote posterity: early ancestors"
    },
    {
      "n": 29,
      "note_html": "Superficial formations: rock layers closest to the surface of the earth and, thus, newest"
    },
    {
      "n": 30,
      "note_html": "Answer: correspond"
    },
    {
      "n": 31,
      "note_html": "Pre-adamite: from a time before Adam"
    },
    {
      "n": 32,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Tuileries_Palace'target='_blank'>Tuileries:</a> a palace in Paris near the Louvre Museum. The palace was destroyed by an arson fire in 1871\n"
    },
    {
      "n": 33,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Antwerp'target='_blank'>Antwerp:</a> a city in western Belgium\n"
    },
    {
      "n": 34,
      "note_html": "Napoleon's time: the time of French emperor <a href='http://en.wikipedia.org/wiki/Napoleon'target='_blank'>Napoleon Bonaparte</a> (1769-1821)\n"
    },
    {
      "n": 35,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Basilosaurus'target='_blank'>Basilosaurus</a>\n"
    },
    {
      "n": 36,
      "note_html": "Owen: <a href='http://en.wikipedia.org/wiki/Richard_Owen'target='_blank'>Sir Richard Owen</a> (1804-1892)\n"
    },
    {
      "n": 37,
      "note_html": "Zeuglodon: this means \"yoke teeth,\" a reference to its double-rooted teeth, common to marine mammals"
    },
    {
      "n": 38,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Saturn_%28mythology%29'target='_blank'>Saturn:</a> the Roman equivalent of the Greek god Kronos, a Titan whom Zeus overthrew to become the chief god of Greek mythology\n"
    },
    {
      "n": 39,
      "note_html": "Himmalehs: the <a href='http://en.wikipedia.org/wiki/Himalaya'target='_blank'>Himalaya Range</a> in Asia\n"
    },
    {
      "n": 40,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Methuselah'target='_blank'>Methuselah:</a> a man who, according to the Old Testament, lived to be 969 years old"
    },
    {
      "n": 41,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Shem'target='_blank'>Shem:</a> a son of Noah who, according to the Bible, lived to be 500 years old\n"
    },
    {
      "n": 42,
      "note_html": "Antemosaic: from before the time of Moses"
    },
    {
      "n": 43,
      "note_html": "Humane: civilized"
    },
    {
      "n": 44,
      "note_html": "Stereotype plate: a printing plate with a raised surface"
    },
    {
      "n": 45,
      "note_html": "Marl: a fine-grained rock made of clay, limestone, and silt"
    },
    {
      "n": 46,
      "note_html": "Temple of Denderah: the <a href='http://en.wikipedia.org/wiki/Dendera_Temple_complex'target='_blank'>Dendera Temple complex</a> in Egypt\n"
    },
    {
      "n": 47,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Planisphere'target='_blank'>Planisphere:</a> a map of the stars. This particular planisphere, called the <a href='http://en.wikipedia.org/wiki/Dendera_Zodiac'target='_blank'>Dendera Zodiac,</a> is now in the Louvre museum, Paris"
    },
    {
      "n": 48,
      "note_html": "Solomon: the biblical <a href='http://en.wikipedia.org/wiki/Solomon'target='_blank'>King Solomon</a>"
    },
    {
      "n": 49,
      "note_html": "Osseous: having to do with bones"
    },
    {
      "n": 50,
      "note_html": "Post-diluvian: after Noah's flood"
    },
    {
      "n": 51,
      "note_html": "John Leo: <a href='http://en.wikipedia.org/wiki/Leo_Africanus'target='_blank'>Joannes Leo Africanus</a> (c. 1488-c. 1554), a Muslim charged by the Pope to write a guide and description of Africa\n"
    },
    {
      "n": 52,
      "note_html": "Barbary: the northern African coast"
    },
    {
      "n": 53,
      "note_html": "Mahomet: <a href='http://en.wikipedia.org/wiki/Muhammad'target='_blank'>Mohammed</a> (c. 570-632), the main prophet of Islam"
    },
    {
      "n": 54,
      "note_html": "Jonas: the biblical Jonah"
    },
    {
      "n": 55,
      "note_html": "Afric: African"
    }
  ]
}