{
  "main_text": "Chapter VII\n\nThe Chapel\n\nIn this same New Bedford there stands a Whaleman's Chapel,[^1] and few are the moody fishermen, shortly bound for the Indian Ocean or Pacific, who fail to make a Sunday visit to the spot. I am sure that I did not.\n\nReturning from my first morning stroll, I again sallied out upon this special errand. The sky had changed from clear,\n\npage 34\n\nsunny cold, to driving sleet and mist. Wrapping myself in my shaggy jacket of the cloth called bearskin,[^2] I fought my way against the stubborn storm. Entering, I found a small scattered congregation of sailors, and sailors' wives and widows. A muffled silence reigned, only broken at times by the shrieks of the storm. Each silent worshipper seemed purposely sitting apart from the other, as if each silent grief were insular and incommunicable. The chaplain had not yet arrived; and there these silent islands of men and women sat steadfastly eyeing several marble tablets, with black borders, masoned[^3] into the wall on either side the pulpit. Three of them ran something like the following, but I do not pretend to quote:—\n\nSacred To the Memory of JOHN TALBOT, Who, at the age of eighteen, was lost overboard, Near the Isle of Desolation,[^4] off Patagonia, November 1st, 1836. This Tablet Is erected to his Memory By his Sister.\n\nSacred To the Memory of ROBERT LONG, WILLIS ELLERY, NATHAN COLEMAN, WALTER CANNY, SETH MACY, AND SAMUEL GLEIG, Forming one of the boats' crews[^5] of the Ship Eliza, Who were towed out of sight by a Whale, On the Off-shore Ground[^6] in the Pacific, December 31st, 1839. This Marble Is here placed by their surviving Shipmates.\n\npage 35\n\nSacred To the Memory of The late CAPTAIN EZEKIEL HARDY, Who in the bows[^7] of his boat was killed by a Sperm Whale on the coast of Japan, August 3rd, 1833. This Tablet Is erected to his Memory by His Widow.\n\nShaking off the sleet from my ice-glazed hat and jacket, I seated myself near the door, and turning sideways was surprised to see Queequeg near me. Affected by the solemnity of the scene, there was a wondering gaze of incredulous curiosity in his countenance.[^8] This savage was the only person present who seemed to notice my entrance; because he was the only one who could not read, and, therefore, was not reading those frigid[^9] inscriptions on the wall. Whether any of the relatives of the seamen whose names appeared there were now among the congregation, I knew not; but so many are the unrecorded accidents in the fishery, and so plainly did several women present wear the countenance if not the trappings of some unceasing grief, that I feel sure that here before me were assembled those, in whose unhealing hearts the sight of those bleak tablets sympathetically caused the old wounds to bleed afresh.\n\nOh! ye whose dead lie buried beneath the green grass; who standing among flowers can say—here, here lies my beloved; ye know not the desolation that broods in bosoms like these. What bitter blanks[^10] in those black-bordered marbles which cover no ashes! What despair in those immovable inscriptions! What deadly voids and unbidden infidelities in the lines that seem to gnaw upon all Faith, and refuse resurrections to the beings who have placelessly perished without a grave. As well might those tablets stand in the cave of Elephanta[^11] as here.\n\nIn what census of living creatures, the dead of mankind are included; why it is that a universal proverb says of them, that\n\npage 36\n\nthey tell no tales, though containing more secrets than the Goodwin Sands;[^12] how it is that to his name who yesterday departed for the other world, we prefix[^13] so significant and infidel a word, and yet do not thus entitle[^14] him, if he but embarks for the remotest Indies of this living earth; why the Life Insurance Companies pay death-forfeitures upon immortals;[^15] in what eternal, unstirring paralysis, and deadly, hopeless trance, yet lies antique Adam who died sixty round centuries ago; how it is that we still refuse to be comforted for those who we nevertheless maintain are dwelling in unspeakable bliss; why all the living so strive to hush all the dead; wherefore but the rumor of a knocking in a tomb will terrify a whole city. All these things are not without their meanings.\n\nBut Faith, like a jackal, feeds among the tombs, and even from these dead doubts she gathers her most vital hope.\n\nIt needs scarcely to be told, with what feelings, on the eve of a Nantucket voyage, I regarded those marble tablets, and by the murky light of that darkened, doleful day read the fate of the whalemen who had gone before me, Yes, Ishmael, the same fate may be thine. But somehow I grew merry again. Delightful inducements to embark, fine chance for promotion, it seems—aye, a stove boat[^16] will make me an immortal by brevet.[^17] Yes, there is death in this business of whaling—a speechlessly quick chaotic bundling[^18] of a man into Eternity. But what then? Methinks we have hugely mistaken this matter of Life and Death. Methinks that what they call my shadow here on earth is my true substance. Methinks that in looking at things spiritual, we are too much like oysters observing the sun through the water, and thinking that thick water the thinnest of air. Methinks my body is but the lees[^19] of my better being. In fact take my body who will, take it I say, it is not me. And therefore three cheers for Nantucket; and come a stove boat and stove[^20] body when they will, for stave[^21] my soul, Jove himself cannot.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://www.nps.gov/nebe/planyourvisit/bethel.htm'target='_blank'>Whaleman's Chapel:</a> a white clapboard church called Seaman's Bethel\n"
    },
    {
      "n": 2,
      "note_html": "Bearskin: a course, shaggy woolen cloth used for overcoats"
    },
    {
      "n": 3,
      "note_html": "Masoned: cut or hewn in stone"
    },
    {
      "n": 4,
      "note_html": "Isle of Desolation: <a href='http://en.wikipedia.org/wiki/Desolación_Island'target='_blank'>Desolación Island,</a> part of the Tierra Del Fuego archipelago\n"
    },
    {
      "n": 5,
      "note_html": "One of the boats' crews: that is, the crew of one of the small whaleboats sent out from a ship to attack whales"
    },
    {
      "n": 6,
      "note_html": "Off-shore Ground: an area of open water far off the northwest coast of South America, discovered in 1818 to be a good place for hunting sperm whales"
    },
    {
      "n": 7,
      "note_html": "Bows: the bow or front of a ship"
    },
    {
      "n": 8,
      "note_html": "Countenance: face"
    },
    {
      "n": 9,
      "note_html": "Frigid: stiff, formal"
    },
    {
      "n": 10,
      "note_html": "Blanks: unknowns"
    },
    {
      "n": 11,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Elephanta_Caves'target='_blank'>Cave of Elephanta:</a> a cave of rock-cut Hindu temples and sculptures on Gharapuri Island, off the coast of Mumbai (Bombay) in India\n"
    },
    {
      "n": 12,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Goodwin_Sands'target='_blank'>Goodwin Sands:</a> a 10-mile-long sandbank in the English Channel, on which more than 2,000 ships are thought to have wrecked\n"
    },
    {
      "n": 13,
      "note_html": "Prefix: add to the beginning"
    },
    {
      "n": 14,
      "note_html": "Entitle: name"
    },
    {
      "n": 15,
      "note_html": "Immortals: that is, people with immortal souls"
    },
    {
      "n": 16,
      "note_html": "A stove boat: a boat bashed inward or to pieces by the thrashing of a harpooned whale's tail"
    },
    {
      "n": 17,
      "note_html": "Brevet: a form of military promotion, usually for valor, in which an officer's rank is raised without a corresponding raise in pay"
    },
    {
      "n": 18,
      "note_html": "Bundling: forcefully pushing or carrying"
    },
    {
      "n": 19,
      "note_html": "Lees: dregs or residue, such as the sediment at the bottom of a wine barrel"
    },
    {
      "n": 20,
      "note_html": "Stove: bashed in"
    },
    {
      "n": 21,
      "note_html": "Stave: bash in"
    }
  ]
}