{
  "main_text": "Epilogue\n\n\"And I only am escaped alone to tell thee.\" —Job.[^1]\n\nThe Drama's Done. Why then here does any one step forth?—Because one did survive the wreck.\n\nIt so chanced, that after the Parsee's disappearance, I was he whom the Fates ordained to take the place of Ahab's bowsman, when that bowsman assumed the vacant post; the same, who, when on the last day the three men were tossed from out the rocking boat, was dropped astern. So, floating on the margin of the ensuing scene, and in full sight of it, when the half-spent suction of the sunk ship reached me, I was then, but slowly, drawn towards the closing vortex. When I reached it, it had subsided to a creamy pool. Round and round, then, and ever contracting towards the button-like black bubble at the axis of that slowly wheeling circle, like another Ixion[^2] I did revolve, till gaining that vital centre, the black bubble upward burst; and now, liberated by reason of its cunning spring, and owing to its great buoyancy, rising with great force, the coffin life-buoy shot lengthwise from the sea, fell over, and floated by my side. Buoyed up by that coffin, for almost one whole day and night, I floated on a soft and dirge-like[^3] main.[^4] The unharming sharks, they glided by as if with padlocks on their mouths; the savage sea-hawks sailed with sheathed beaks. On the second day, a sail drew near, nearer, and picked me up at last. It was the devious-cruising[^5] Rachel, that in her retracing search after her missing children, only found another orphan.\n\nFINIS\n\nReader: if you would like a Certificate of Completion for this book, please click here.",
  "notes": [
    {
      "n": 1,
      "note_html": "<i>And I only ...: </i> In <a href='http://www.blueletterbible.org/Bible.cfm?b=Job&c=1&v=15&t=KJV#15'target='_blank'> Job 1:15-19,</a> Job hears that his livestock and children are dead from a series of messengers who use these words"
    },
    {
      "n": 2,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Ixion'target='_blank'>Ixion:</a> a figure in Greek mythology punished for various sins by being bound to a winged wheel of fire"
    },
    {
      "n": 3,
      "note_html": "Dirge-like: mournful"
    },
    {
      "n": 4,
      "note_html": "Main: open ocean"
    },
    {
      "n": 5,
      "note_html": "Devious-cruising: sailing a roundabout, indirect course"
    }
  ]
}