{
  "main_text": "Chapter II\n\nThe Carpet-Bag\n\npage 6\n\nI stuffed a shirt or two into my old carpet-bag, tucked it under my arm, and started for Cape Horn[^1] and the Pacific. Quitting the good city of old Manhatto, I duly arrived in New Bedford.[^2] It was on a Saturday night in December. Much was I disappointed upon learning that the little packet[^3] for Nantucket[^4] had already sailed, and that no way of reaching that place would offer,[^5] till the following Monday.\n\nAs most young candidates for the pains and penalties of whaling\n\npage 7\n\nstop at this same New Bedford, thence to embark on their voyage, it may as well be related that I, for one, had no idea of so doing. For my mind was made up to sail in no other than a Nantucket craft, because there was a fine, boisterous something about everything connected with that famous old island, which amazingly pleased me. Besides though New Bedford has of late been gradually monopolizing the business of whaling, and though in this matter poor old Nantucket is now much behind her, yet Nantucket was her great original—the Tyre of this Carthage;[^6] —the place where the first dead American whale was stranded. Where else but from Nantucket did those aboriginal whalemen, the Red-Men,[^7] first sally out in canoes to give chase to the Leviathan?[^8] And where but from Nantucket, too, did that first adventurous little sloop[^9] put forth, partly laden with imported cobble-stones—so goes the story—to throw at the whales, in order to discover when they were nigh enough to risk a harpoon from the bowsprit?[^10]\n\nNow having a night, a day, and still another night following before me in New Bedford, ere I could embark for my destined port, it became a matter of concernment where I was to eat and sleep meanwhile. It was a very dubious-looking, nay, a very dark and dismal night, bitingly cold and cheerless. I knew no one in the place. With anxious grapnels[^11] I had sounded[^12] my pocket, and only brought up a few pieces of silver,—So, wherever you go, Ishmael, said I to myself, as I stood in the middle of a dreary street shouldering my bag, and comparing the gloom towards the north with the darkness towards the south—wherever in your wisdom you may conclude[^13] to lodge for the night, my dear Ishmael, be sure to inquire the price, and don't be too particular.\n\nWith halting steps I paced the streets, and passed the sign of[^14] \"The Crossed Harpoons\"—but it looked too expensive and jolly there. Further on, from the bright red windows of the \"Sword-Fish Inn\", there came such fervent rays, that it seemed to have melted the packed snow and ice from before the house, for everywhere else the congealed frost lay ten inches thick in a hard, asphaltic[^15] pavement,—rather weary for me, when I struck my foot against the flinty projections, because from hard, remorseless\n\npage 8\n\nservice the soles of my boots were in a most miserable plight. Too expensive and jolly, again thought I, pausing one moment to watch the broad glare in the street, and hear the sounds of the tinkling glasses within. But go on, Ishmael, said I at last; don't you hear? get away from before the door; your patched boots are stopping the way. So on I went. I now by instinct followed the streets that took me waterward, for there, doubtless, were the cheapest, if not the cheeriest inns.\n\nSuch dreary streets! blocks of blackness, not houses, on either hand, and here and there a candle, like a candle moving about in a tomb. At this hour of the night, of the last day of the week, that quarter of the town proved all but deserted. But presently I came to a smoky light proceeding from a low, wide building, the door of which stood invitingly open. It had a careless look, as if it were meant for the uses of the public; so, entering, the first thing I did was to stumble over an ash-box[^16] in the porch. Ha! thought I, ha, as the flying particles almost choked me, are these ashes from that destroyed city, Gomorrah?[^17] But \"The Crossed Harpoons,\" and \"The Sword-Fish?\"—this, then, must needs be the sign of \"The Trap\".[^18] However, I picked myself up and hearing a loud voice within, pushed on and opened a second, interior door.\n\nIt seemed the great Black Parliament[^19] sitting in Tophet.[^20] A hundred black faces turned round in their rows to peer; and beyond, a black Angel of Doom was beating a book in a pulpit. It was a negro church; and the preacher's text was about the blackness of darkness, and the weeping and wailing and teeth-gnashing there. Ha, Ishmael, muttered I, backing out, Wretched entertainment at the sign of \"The Trap!\"\n\nMoving on, I at last came to a dim sort of light not far from the docks, and heard a forlorn creaking in the air; and looking up, saw a swinging sign over the door with a white painting upon it, faintly representing a tall straight jet of misty spray, and these words underneath—\"The Spouter-Inn:—Peter Coffin.\"\n\nCoffin?—Spouter?—Rather ominous in that particular connexion, thought I. But it is a common name in Nantucket, they say, and I suppose this Peter here is an emigrant from there. As the light looked so dim, and the place, for the time, looked\n\npage 9\n\nquiet enough, and the dilapidated little wooden house itself looked as if it might have been carted here from the ruins of some burnt district, and as the swinging sign had a poverty-stricken sort of creak to it, I thought that here was the very spot for cheap lodgings, and the best of pea coffee.[^21]\n\nIt was a queer sort of place—a gable-ended old house, one side palsied[^22] as it were, and leaning over sadly. It stood on a sharp bleak corner, where that tempestuous wind Euroclydon[^23] kept up a worse howling than ever it did about poor Paul's[^24] tossed craft. Euroclydon, nevertheless, is a mighty pleasant zephyr[^25] to any one in-doors, with his feet on the hob[^26] quietly toasting for bed. \"In judging of that tempestuous wind called Euroclydon,\" says an old writer—of whose works I possess the only copy extant—\"it maketh a marvellous difference, whether thou lookest out at it from a glass window where the frost is all on the outside, or whether thou observest it from that sashless window, where the frost is on both sides, and of which the wight[^27] Death is the only glazier.\"[^28] True enough, thought I, as this passage occurred to my mind—old black-letter,[^29] thou reasonest well. Yes, these eyes are windows, and this body of mine is the house. What a pity they didn't stop up the chinks[^30] and the crannies[^31] though, and thrust in a little lint here and there. But it's too late to make any improvements now. The universe is finished; the copestone[^32] is on, and the chips were carted off a million years ago. Poor Lazarus[^33] there, chattering his teeth against the curbstone for his pillow, and shaking off his tatters with his shiverings, he might plug up both ears with rags, and put a corn-cob into his mouth, and yet that would not keep out the tempestuous Euroclydon. Euroclydon! says old Dives,[^34] in his red silken wrapper[^35] —(he had a redder one[^36] afterwards) pooh, pooh! What a fine frosty night; how Orion[^37] glitters; what northern lights! Let them talk of their oriental[^38] summer climes of everlasting conservatories;[^39] give me the privilege of making my own summer with my own coals.\n\nBut what thinks Lazarus? Can he warm his blue hands by holding them up to the grand northern lights? Would not Lazarus rather be in Sumatra[^40] than here? Would he not far rather lay him down lengthwise along the line of the equator; yea, ye\n\npage 10\n\ngods! go down to the fiery pit itself, in order to keep out this frost?\n\nNow, that Lazarus should lie stranded there on the curbstone before the door of Dives, this is more wonderful than that an iceberg should be moored to one of the Moluccas.[^41] Yet Dives himself, he too lives like a Czar in an ice palace made of frozen sighs, and being a president of a temperance[^42] society, he only drinks the tepid tears of orphans.\n\nBut no more of this blubbering now, we are going a-whaling, and there is plenty of that yet to come. Let us scrape the ice from our frosted feet, and see what sort of a place this \"Spouter\" may be.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Cape_Horn'target='_blank'>Cape Horn:</a> the southern tip of South America. Before the discovery of the <a href='http://en.wikipedia.org/wiki/Northwest_passage'target='_blank'> Northwest Passage</a> in 1903-06 and the completion of the <a href='http://en.wikipedia.org/wiki/Panama_Canal'target='_blank'>Panama Canal</a> in 1914, the only way to sail from the Atlantic to the Pacific was around South America\n"
    },
    {
      "n": 2,
      "note_html": "<a href='http://en.wikipedia.org/wiki/New_Bedford'target='_blank'>New Bedford:</a> a whaling port in Massachusetts\n"
    },
    {
      "n": 3,
      "note_html": "Packet: a boat traveling regularly between ports"
    },
    {
      "n": 4,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Nantucket'target='_blank'>Nantucket:</a>  an island off the coast of Massachusetts that was the center of the whaling industry in the early 19th century\n"
    },
    {
      "n": 5,
      "note_html": "Offer: be available"
    },
    {
      "n": 6,
      "note_html": "The Tyre to this Carthage: the source. <a href='http://en.wikipedia.org/wiki/Carthage'target='_blank'>Carthage,</a> an ancient culture in modern-day Tunisia, was founded by colonists from <a href='http://en.wikipedia.org/wiki/Tyre%2C_Lebanon'target='_blank'>Tyre,</a> a city-state in modern-day Lebanon"
    },
    {
      "n": 7,
      "note_html": "Red-Men: Native American whalers"
    },
    {
      "n": 8,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Leviathan'target='_blank'>Leviathan:</a> a biblical sea monster; also, a whale\n"
    },
    {
      "n": 9,
      "note_html": "Sloop:  a one-masted sailboat"
    },
    {
      "n": 10,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Bowsprit'target='_blank'>Bowsprit:</a> a pole extending from a ship's bow (front)\n"
    },
    {
      "n": 11,
      "note_html": "Grapnel: a grappling hook, or, in this case, reaching with the hand"
    },
    {
      "n": 12,
      "note_html": "Sounded: ascertained the depth of, usually with a weighted line or a pole"
    },
    {
      "n": 13,
      "note_html": "Conclude: decide"
    },
    {
      "n": 14,
      "note_html": "Sign of: a placard identifying a pub or inn"
    },
    {
      "n": 15,
      "note_html": "Asphaltic: made of asphalt or black pitch"
    },
    {
      "n": 16,
      "note_html": "Ash-box: a box for storing the ashes kept to spread for traction on icy sidewalks"
    },
    {
      "n": 17,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Sodom_and_Gomorrah'target='_blank'>Gomorrah:</a> a city in the Bible that, along with its neighbor Sodom, was destroyed by fire from heaven due to wickedness\n"
    },
    {
      "n": 18,
      "note_html": "Sign of \"The Trap\": though there is no sign suggesting that the building is an inn, Ishmael takes the ash-box or -trap as a sign that lodgers are invited"
    },
    {
      "n": 19,
      "note_html": "Black Parliament: refers to <a href='http://books.google.com/books?id=mLAuAAAAMAAJ&pg=PA188&lpg=PA188&dq=%22black+parliament%22+1320&source=bl&ots=6WEWlBeqbP&sig=_m26fkm2iZGt1lruZfnpG_ePaXE&hl=en&ei=Dc85TMa3AYWKlwfJzpzVBw&sa=X&oi=book_result&ct=result&resnum=4&ved=0CCAQ6AEwAw#v=onepage&q=%22black%20parliament%22%201320&f=false'target='_blank'>a meeting</a> of Scottish King Robert's parliament in 1320 or to \n<a href='http://books.google.com/books?id=gpo9AAAAYAAJ&pg=PA72&lpg=PA72&dq=henry+Viii+%22black+parliament%22+bridewell&source=bl&ots=jVml20mJBE&sig=H5O4oJeoc8CwUizAqc48pRsU3rQ&hl=en&ei=dM85TNePK8aAlAeI3pTVBw&sa=X&oi=book_result&ct=result&resnum=5&ved=0CCcQ6AEwBA#v=onepage&q=henry%20Viii%20%22black%20parliament%22%20bridewell&f=false'target='_blank'>a meeting</a> of English King Henry VIII's Parliament in 1524"
    },
    {
      "n": 20,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Tophet'target='_blank'>Tophet:</a> a biblical city where the inhabitants sacrificed children by burning them alive.  Also, hell itself\n"
    },
    {
      "n": 21,
      "note_html": "Pea coffee: a beverage made by boiling roasted peas or chickpeas; a substitute for coffee"
    },
    {
      "n": 22,
      "note_html": "Palsied: paralyzed"
    },
    {
      "n": 23,
      "note_html": "Euroclydon: the wind from the Adriatic Gulf that shipwrecked the boat of the Apostle Paul on the coast of Malta \n"
    },
    {
      "n": 24,
      "note_html": "Poor Paul: the <a href='http://en.wikipedia.org/wiki/Apostle_Paul'target='_blank'>Apostle Paul</a>"
    },
    {
      "n": 25,
      "note_html": "Zephyr: a gentle breeze"
    },
    {
      "n": 26,
      "note_html": "Hob: a flat metal shelf on a fireplace, for heating pans"
    },
    {
      "n": 27,
      "note_html": "Wight: spirit"
    },
    {
      "n": 28,
      "note_html": "Glazier: someone who installs window glass"
    },
    {
      "n": 29,
      "note_html": "Old blackletter: the author of the old work Ishmael claims to be quoting from. <a href='http://en.wikipedia.org/wiki/Black_letter'target='_blank'>Blackletter</a> is a Gothic script used in Europe from the 12th to the 16th centuries A.D.\n"
    },
    {
      "n": 30,
      "note_html": "Chink: a narrow opening that admits light"
    },
    {
      "n": 31,
      "note_html": "Cranny: a small, narrow space"
    },
    {
      "n": 32,
      "note_html": "Copestone: a flat stone at the top of a wall"
    },
    {
      "n": 33,
      "note_html": "Lazarus: the beggar in Christ's parable of <a href='http://en.wikipedia.org/wiki/Lazarus_and_Dives'target='_blank'>Lazarus and Dives.</a> Lazarus starves to death at the gate of a rich man, Dives, and goes to heaven. Then Dives dies and goes to hell. He asks Abraham if Lazarus can bring him a drop of water. Abraham says no\n"
    },
    {
      "n": 34,
      "note_html": "Dives: a rich man"
    },
    {
      "n": 35,
      "note_html": "Red silken wrapper: the robes he wore on earth"
    },
    {
      "n": 36,
      "note_html": "A redder one: i.e., the red flames of hell"
    },
    {
      "n": 37,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Orion_%28mythology%29'target='_blank'>Orion:</a> the constellation of the hunter\n"
    },
    {
      "n": 38,
      "note_html": "Oriental: eastern"
    },
    {
      "n": 39,
      "note_html": "Everlasting conservatories: greenhouses that can be used all year round because of the temperate climate"
    },
    {
      "n": 40,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Sumatra'target='_blank'>Sumatra:</a> a large island in Indonesia\n"
    },
    {
      "n": 41,
      "note_html": "Moluccas: the <a href='http://en.wikipedia.org/wiki/Moluccas'target='_blank'>Maluku Islands,</a> an island group in Indonesia, formerly known as the Spice Islands\n"
    },
    {
      "n": 42,
      "note_html": "Temperance: abstinence from alcohol"
    }
  ]
}