{
  "main_text": "Chapter XXV\n\nPostscript\n\npage 110\n\nIn behalf of the dignity of whaling, I would fain advance naught but substantiated facts. But after embattling[^1] his facts, an advocate who should wholly suppress a not unreasonable\n\npage 111\n\nsurmise,[^2] which might tell eloquently upon[^3] his cause—such an advocate, would he not be blameworthy?\n\nIt is well known that at the coronation of kings and queens, even modern ones, a certain curious process of seasoning[^4] them for their functions is gone through. There is a saltcellar of state, so called, and there may be a caster[^5] of state. How they use the salt, precisely—who knows? Certain I am, however, that a king's head is solemnly oiled at his coronation, even as a head of salad. Can it be, though, that they anoint it with a view of making its interior run well, as they anoint machinery? Much might be ruminated here, concerning the essential dignity of this regal process, because in common life we esteem but meanly and contemptibly a fellow who anoints his hair, and palpably smells of that anointing. In truth, a mature man who uses hair-oil, unless medicinally, that man has probably got a quoggy[^6] spot in him somewhere. As a general rule, he can't amount to much in his totality.\n\nBut the only thing to be considered here, is this—what kind of oil is used at coronations? Certainly it cannot be olive oil, nor macassar oil,[^7] nor castor oil,[^8] nor bear's oil,[^9] nor train oil,[^10] nor cod-liver oil. What then can it possibly be, but sperm oil[^11] in its unmanufactured, unpolluted state, the sweetest of all oils?\n\nThink of that, ye loyal Britons! we whalemen supply your kings and queens with coronation stuff!\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Embattling: fortifying against attack"
    },
    {
      "n": 2,
      "note_html": "Surmise: guess"
    },
    {
      "n": 3,
      "note_html": "Tell eloquently upon: illuminate"
    },
    {
      "n": 4,
      "note_html": "Seasoning: making wood suitable for use as timber by adjusting its moisture content"
    },
    {
      "n": 5,
      "note_html": "Caster: a container for storing and sprinkling pepper or sugar"
    },
    {
      "n": 6,
      "note_html": "Quoggy: mushy, soft"
    },
    {
      "n": 7,
      "note_html": "Macassar oil: a vegetable oil used as a hair pomade, said to have come from <a href='http://en.wikipedia.org/wiki/Makassar'target='_blank'>Makassar,</a> a seaport in Indonesia \n"
    },
    {
      "n": 8,
      "note_html": "Castor oil: a vegetable oil made from pressed beans"
    },
    {
      "n": 9,
      "note_html": "<a href='http://www.hairraisingstories.com/Products/BEARS_OIL.html'target='_blank'>Bear's oil:</a> a preparation for smoothing the hair, originally made from bear fat"
    },
    {
      "n": 10,
      "note_html": "Train oil: oil extracted from the blubber of a whale, especially a Right or Bowhead whale"
    },
    {
      "n": 11,
      "note_html": "Sperm oil: oil extracted from the blubber of the sperm whale"
    }
  ]
}