{
  "main_text": "Chapter XXXII\n\nCetology\n\nAlready we are boldly launched upon the deep; but soon we shall be lost in its unshored, harborless immensities. Ere that come to pass; ere the Pequod's weedy[^1] hull rolls side by side with the barnacled hulls of the Leviathan; at the outset it is but well to attend to a matter almost indispensable to a thorough appreciative understanding of the more special leviathanic revelations and allusions of all sorts which are to follow.\n\nIt is some systematized exhibition of the whale in his broad genera,[^2] that I would now fain put before you. Yet is it no easy task. The classification of the constituents of a chaos, nothing less is here essayed.[^3] Listen to what the best and latest authorities have laid down.\n\n\"No branch of Zoology is so much involved as that which is entitled Cetology,\"[^4] says Captain Scoresby,[^5] A. D. 1820.\n\n\"It is not my intention, were it in my power, to enter into the inquiry as to the true method of dividing the cetacea[^6] into groups and families. * * * Utter confusion exists among the historians of this animal\" (Sperm Whale), says Surgeon Beale,[^7] A. D. 1839.\n\n\"Unfitness to pursue our research in the unfathomable waters.\" \"Impenetrable veil covering our knowledge of the cetacea.\" \"A field strewn with thorns.\" \"All these incomplete indications but serve to torture us naturalists.\"\n\nThus speak of the whale, the great Cuvier,[^8] and John Hunter,[^9] and Lesson,[^10] those lights of zoology and anatomy. Nevertheless, though of real knowledge there be little, yet of books there are\n\npage 130\n\na plenty; and so in some small degree, with cetology, or the science of whales. Many are the men, small and great, old and new, landsmen and seamen, who have at large or in little, written of the whale. Run over a few:—The Authors of the Bible; Aristotle;[^11] Pliny;[^12] Aldrovandi;[^13] Sir Thomas Browne;[^14] Gesner;[^15] Ray;[^16] Linnaeus;[^17] Rondeletius;[^18] Willoughby;[^19] Green;[^20] Artedi;[^21] Sibbald;[^22] Brisson;[^23] Marten;[^24] Lacepede;[^25] Bonneterre; Desmarest;[^26] Baron Cuvier;[^27] Frederick Cuvier;[^28] John Hunter;[^29] Owen;[^30] Scoresby; Beale; Bennett;[^31] J. Ross Browne;[^32] the Author ofMiriam Coffin;[^33] Olmstead;[^34] and the Rev. T. Cheever.[^35] But to what ultimate generalizing purpose all these have written, the above cited extracts will show.\n\nOf the names in this list of whale authors, only those following Owen ever saw living whales; and but one of them was a real professional harpooneer and whaleman. I mean Captain Scoresby. On the separate subject of the Greenland or Right-Whale,[^36] he is the best existing authority. But Scoresby knew nothing and says nothing of the great Sperm Whale,[^37] compared with which the Greenland Whale is almost unworthy mentioning. And here be it said, that the Greenland Whale is an usurper upon the throne of the seas. He is not even by any means the largest of the whales. Yet, owing to the long priority of his claims, and the profound ignorance which, till some seventy years back,[^38] invested the then fabulous and utterly unknown Sperm-Whale, and which ignorance to this present day still reigns in all but some few scientific retreats and whale-ports; this usurpation has been every way complete. Reference to nearly all the leviathanic allusions in the great poets of past days, will satisfy you that the Greenland Whale, without one rival, was to them the monarch of the seas. But the time has at last come for a new proclamation. This is Charing Cross;[^39] hear ye! good people all,—the Greenland Whale is deposed,—the great Sperm Whale now reigneth!\n\nThere are only two books in being which at all pretend to put the living Sperm Whale before you, and at the same time, in the remotest degree succeed in the attempt. Those books are Beale's and Bennett's; both in their time surgeons to English South-Sea whale-ships, and both exact and reliable men. The\n\npage 131\n\noriginal matter touching the Sperm Whale to be found in their volumes is necessarily small; but so far as it goes, it is of excellent quality, though mostly confined to scientific description. As yet, however, the Sperm Whale, scientific or poetic, lives not complete in any literature. Far above all other hunted whales, his is an unwritten life.\n\nNow the various species of whales need some sort of popular comprehensive classification, if only an easy outline one for the present, hereafter to be filled in all its departments by subsequent laborers. As no better man advances to take this matter in hand, I hereupon offer my own poor endeavors. I promise nothing complete; because any human thing supposed to be complete, must for that very reason infallibly be faulty. I shall not pretend to a minute[^40] anatomical description of the various species, or—in this place at least—to much of any description. My object here is simply to project the draught[^41] of a systematization of cetology. I am the architect, not the builder.\n\nBut it is a ponderous task; no ordinary letter-sorter in the Post-office is equal to it. To grope down into the bottom of the sea after them; to have one's hands among the unspeakable foundations, ribs, and very pelvis of the world; this is a fearful thing. What am I that I should essay to hook the nose of this Leviathan! The awful tauntings[^42] in Job might well appal me. \"Will he (the Leviathan) make a covenant with thee? Behold the hope of him is vain!\" But I have swam through libraries and sailed through oceans; I have had to do with whales with these visible hands; I am in earnest; and I will try. There are some preliminaries to settle.\n\nFirst: The uncertain, unsettled condition of this science of Cetology is in the very vestibule[^43] attested by the fact, that in some quarters it still remains a moot point whether a whale be a fish. In his System of Nature, A. D. 1776, Linnaeus declares, \"I hereby separate the whales from the fish.\" But of my own knowledge, I know that down to the year 1850, sharks and shad, alewives[^44] and herring, against Linnaeus's express edict, were still found dividing the possession of the same seas with the Leviathan.\n\nThe grounds upon which Linnaeus would fain have banished\n\npage 132\n\nthe whales from the waters, he states as follows: \"On account of their warm bilocular[^45] heart, their lungs, their movable eyelids, their hollow ears, penem intrantem feminam mammis lactantem,\"[^46] and finally, \"ex lege naturae jure meritoque.\"[^47] I submitted all this to my friends Simeon Macey and Charley Coffin, of Nantucket, both messmates of mine in a certain voyage, and they united in the opinion that the reasons set forth were altogether insufficient. Charley profanely hinted they were humbug.\n\nBe it known that, waiving all argument, I take the good old fashioned ground that the whale is a fish, and call upon holy Jonah to back me. This fundamental thing settled, the next point is, in what internal respect does the whale differ from other fish. Above, Linnaeus has given you those items. But in brief, they are these: lungs and warm blood; whereas, all other fish are lungless and cold blooded.\n\nNext: how shall we define the whale, by his obvious externals, so as conspicuously to label him for all time to come? To be short, then, a whale is a spouting fish with a horizontal tail. There you have him. However contracted, that definition is the result of expanded meditation. A walrus spouts much like a whale, but the walrus is not a fish, because he is amphibious. But the last term of the definition is still more cogent, as coupled with the first. Almost any one must have noticed that all the fish familiar to landsmen have not a flat, but a vertical, or up-and-down tail. Whereas, among spouting fish the tail, though it may be similarly shaped, invariably assumes a horizontal position.\n\nBy the above definition of what a whale is, I do by no means exclude from the leviathanic brotherhood any sea creature hitherto identified with the whale by the best informed Nantucketers; nor, on the other hand, link with it any fish hitherto authoritatively regarded as alien.* Hence, all the smaller, spouting,\n\n* I am aware that down to the present time, the fish styled Lamatins and Dugongs (Pig-fish and Sow-fish of the Coffins of Nantucket) are included by many naturalists among the whales. But as these pig-fish are a nosy, contemptible set, mostly lurking in the mouths of rivers, and feeding on wet hay, and especially as they do not spout, I deny their credentials as whales; and have presented them with their passports to quit the Kingdom of Cetology.\n\npage 133\n\nand horizontal tailed fish must be included in this ground-plan of Cetology. Now, then, come the grand divisions of the entire whale host.[^48]\n\nFirst: According to magnitude I divide the whales into three primary BOOKS (subdivisible into CHAPTERS), and these shall comprehend them all, both small and large.\n\nI. The FOLIO[^49] WHALE; II. the OCTAVO[^50] WHALE; III. the DUODECIMO[^51] WHALE.\n\nAs the type of the FOLIO I present the Sperm Whale; of the OCTAVO, the Grampus;[^52] of the DUODECIMO, the Porpoise.\n\nFOLIOS. Among these I here include the following chapters:—I. The Sperm Whale; II. the Right Whale; III. the Fin Back Whale; IV. the Hump-backed Whale; V. the Razor Back Whale; VI. the Sulphur Bottom Whale.\n\nBOOK I. (Folio), Chapter I. (Sperm Whale). —This whale, among the English of old vaguely known as the Trumpa Whale, and the Physeter Whale, and the Anvil Headed Whale, is the present Cachalot of the French, and the Pottsfich of the Germans, and the Macrocephalus of the Long Words. He is, without doubt, the largest[^53] inhabitant of the globe; the most formidable of all whales to encounter; the most majestic in aspect; and lastly, by far the most valuable in commerce; he being the only creature from which that valuable substance, spermaceti, is obtained. All his peculiarities will, in many other places, be enlarged upon. It is chiefly with his name that I now have to do. Philologically considered, it is absurd. Some centuries ago, when the Sperm Whale was almost wholly unknown in his own proper individuality, and when his oil was only accidentally obtained from the stranded fish; in those days spermaceti, it would seem, was popularly supposed to be derived from a creature identical with the one then known in England as the Greenland or Right Whale. It was the idea also, that this same spermaceti was that quickening[^54] humor[^55] of the Greenland Whale which the first syllable of the word literally expresses. In those times, also, spermaceti was exceedingly scarce, not being used for light, but only as an ointment and medicament. It was only to be had from the druggists as you nowadays buy an ounce of rhubarb.[^56] When, as I opine, in the course of time, the true nature of spermaceti became\n\npage 134\n\nknown, its original name was still retained by the dealers; no doubt to enhance its value by a notion so strangely significant of its scarcity. And so the appellation[^57] must at last have come to be bestowed upon the whale from which this spermaceti was really derived.\n\nBOOK I. (Folio), Chapter II. (Right Whale).— In one respect this is the most venerable of the Leviathans, being the one first regularly hunted by man. It yields the article commonly known as whalebone or baleen;[^58] and the oil specially known as \"whale oil\", an inferior article in commerce. Among the fishermen, he is indiscriminately designated by all the following titles: The Whale; the Greenland Whale; the Black Whale; the Great Whale; the True Whale; the Right Whale. There is a deal of obscurity concerning the identity of the species thus multitudinously baptized. What then is the whale, which I include in the second species of my Folios? It is the Great Mysticetus of the English naturalists; the Greenland Whale of the English Whalemen; the Baliene Ordinaire of the French whalemen; the Growlands Walfish of the Swedes. It is the whale which for more than two centuries past has been hunted by the Dutch and English in the Arctic seas; it is the whale which the American fishermen have long pursued in the Indian Ocean, on the Brazil Banks, on the Nor' West Coast,[^59] and various other parts of the world, designated by them Right Whale Cruising Grounds.\n\nSome pretend to see a difference between the Greenland Whale of the English and the Right Whale of the Americans. But they precisely agree in all their grand features; nor has there yet been presented a single determinate[^60] fact upon which to ground a radical[^61] distinction. It is by endless subdivisions based upon the most inconclusive differences, that some departments of natural history become so repellingly intricate. The Right Whale will be elsewhere treated of at some length, with reference to elucidating[^62] the Sperm Whale.\n\nBOOK I (Folio), Chapter III. (Fin-Back).[^63] —Under this head I reckon a monster which, by the various names of Fin-Back, Tall- Spout, and Long-John, has been seen almost in every sea and is commonly the whale whose distant jet is so often descried by passengers crossing the Atlantic, in the New York\n\npage 135\n\npacket-tracks.[^64] In the length he attains, and in his baleen, the Fin-back resembles the Right Whale, but is of a less portly girth, and a lighter color, approaching to olive. His great lips present a cable-like aspect, formed by the intertwisting, slanting folds of large wrinkles. His grand distinguishing feature, the fin, from which he derives his name, is often a conspicuous object. This fin is some three or four feet long, growing vertically from the hinder[^65] part of the back, of an angular shape, and with a very sharp pointed end. Even if not the slightest other part of the creature be visible, this isolated fin will, at times, be seen plainly projecting from the surface. When the sea is moderately calm, and slightly marked with spherical ripples, and this gnomon[^66] -like fin stands up and casts shadows upon the wrinkled surface, it may well be supposed that the watery circle surrounding it somewhat resembles a dial,[^67] with its style and wavy hour-lines graved on it. On that Ahaz-dial[^68] the shadow often goes back. The Fin-Back is not gregarious. He seems a whale-hater, as some men are man-haters. Very shy; always going solitary; unexpectedly rising to the surface in the remotest and most sullen[^69] waters; his straight and single lofty jet rising like a tall misanthropic spear upon a barren plain; gifted with such wondrous power and velocity in swimming, as to defy all present pursuit from man; this Leviathan seems the banished and unconquerable Cain[^70] of his race, bearing for his mark[^71] that style[^72] upon his back. From having the baleen in his mouth, the Fin-Back is sometimes included with the Right Whale, among a theoretic species denominated Whalebone whales, that is, whales with baleen. Of these so called Whalebone whales, there would seem to be several varieties, most of which, however, are little known. Broad-nosed whales and beaked whales; pike-headed whales; bunched whales; under-jawed whales and rostrated[^73] whales, are the fishermen's names for a few sorts.\n\nIn connexion with this appellative[^74] of \"Whalebone whales\", it is of great importance to mention, that however such a nomenclature may be convenient in facilitating allusions to some kind of whales, yet it is in vain to attempt a clear classification of the Leviathan, founded upon either his baleen, or hump, or fin, or teeth; notwithstanding that those marked parts or features very\n\npage 136\n\nobviously seem better adapted to afford the basis for a regular system of Cetology than any other detached bodily distinctions, which the whale, in his kinds, presents. How then? The baleen, hump, back-fin, and teeth; these are things whose peculiarities are indiscriminately dispersed among all sorts of whales, without any regard to what may be the nature of their structure in other and more essential particulars. Thus, the Sperm Whale and the Humpbacked Whale, each has a hump; but there the similitude ceases. Then, this same Humpbacked Whale and the Greenland Whale, each of these has baleen; but there again the similitude ceases. And it is just the same with the other parts above mentioned. In various sorts of whales, they form such irregular combinations; or, in the case of any one of them detached, such an irregular isolation; as utterly to defy all general methodization[^75] formed upon such a basis. On this rock every one of the whale-naturalists has split.\n\nBut it may possibly be conceived that, in the internal parts of the whale, in his anatomy—there, at least, we shall be able to hit the right classification. Nay; what thing, for example, is there in the Greenland Whale's anatomy more striking than his baleen? Yet we have seen that by his baleen it is impossible correctly to classify the Greenland Whale. And if you descend into the bowels of the various Leviathans, why there you will not find distinctions a fiftieth part as available to the systematizer as those external ones already enumerated. What then remains? nothing but to take hold of the whales bodily, in their entire liberal[^76] volume, and boldly sort them that way. And this is the Bibliographical system here adopted; and it is the only one that can possibly succeed, for it alone is practicable. To proceed.\n\nBOOK I (Folio), Chapter IV. (Hump Back).[^77] —this whale is often seen on the northern American coast. He has been frequently captured there, and towed into harbor. He has a great pack on him like a peddler; or you might call him the Elephant and Castle[^78] Whale. At any rate, the popular name for him does not sufficiently distinguish him, since the Sperm Whale also has a hump, though a smaller one. His oil is not very valuable. He has baleen. He is the most gamesome and light-hearted of all\n\npage 137\n\nthe whales, making more gay foam and white water generally than any other of them.\n\nBOOK I (Folio), Chapter V. (Razor Back).[^79] —Of this whale little is known but his name. I have seen him at a distance off Cape Horn. Of a retiring nature, he eludes both hunters and philosophers. Though no coward, he has never yet shown any part of him but his back, which rises in a long sharp ridge. Let him go. I know little more of him, nor does anybody else.\n\nBOOK I (Folio), Chapter VI. (Sulphur Bottom).[^80] —Another retiring gentleman, with a brimstone[^81] belly, doubtless got by scraping along the Tartarian tiles[^82] in some of his profounder divings. He is seldom seen; at least I have never seen him except in the remoter southern seas, and then always at too great a distance to study his countenance. He is never chased; he would run away with rope-walks of line. Prodigies[^83] are told of him. Adieu, Sulphur Bottom! I can say nothing more that is true of ye, nor can the oldest Nantucketer.\n\nThus ends BOOK I (Folio), and now begins BOOK II. (Octavo).\n\nOCTAVOES.* These embrace the whales of middling magnitude, among which at present may be numbered:—I., the Grampus; II., the Black Fish; III., the Narwhale; IV., the Thrasher; V., the Killer.\n\nBOOK II. (Octavo), Chapter I. (Grampus).— Though this fish, whose loud sonorous breathing, or rather blowing, has furnished a proverb[^84] to landsmen, is so well known a denizen of the deep, yet is he not popularly classed among whales. But possessing all the grand distinctive features of the Leviathan, most naturalists have recognised him for one. He is of moderate octavo size, varying from fifteen to twenty-five feet in length, and of corresponding dimensions round the waist. He swims in herds; he is never regularly hunted, though his oil is considerable\n\n* Why this book of whales is not denominated the Quarto[^85] is very plain. Because, while the whales of this order, though smaller than those of the former order, nevertheless retain a proportionate likeness to them in figure, yet the bookbinder's Quarto volume in its diminished form does not preserve the shape of the Folio volume, but the Octavo volume does.\n\npage 138\n\nin quantity, and pretty good for light. By some fishermen his approach is regarded as premonitory[^86] of the advance of the great Sperm Whale.\n\nBOOK II. (Octavo), Chapter II. (Black Fish).[^87] —I give the popular fishermen's names for all these fish, for generally they are the best. Where any name happens to be vague or inexpressive, I shall say so, and suggest another. I do so now, touching the Black Fish, so called, because blackness is the rule among almost all whales. So, call him the Hyena Whale, if you please. His voracity is well known, and from the circumstance that the inner angles of his lips are curved upwards, he carries an everlasting Mephistophelean[^88] grin on his face. This whale averages some sixteen or eighteen feet in length. He is found in almost all latitudes. He has a peculiar way of showing his dorsal hooked fin in swimming, which looks something like a Roman nose.[^89] When not more profitably employed, the Sperm Whale hunters sometimes capture the Hyena Whale, to keep up the supply of cheap oil for domestic employment—as some frugal housekeepers, in the absence of company, and quite alone by themselves, burn unsavory tallow instead of odorous wax. Though their blubber is very thin, some of these whales will yield you upwards of thirty gallons of oil.\n\nBOOK II. (Octavo), Chapter III. (Narwhale), that is, Nostril[^90] Whale.— Another instance of a curiously named whale, so named I suppose from his peculiar horn being originally mistaken for a peaked nose.[^91] The creature is some sixteen feet in length, while its horn averages five feet, though some exceed ten, and even attain to fifteen feet. Strictly speaking, this horn is but a lengthened tusk, growing out from the jaw in a line a little depressed from the horizontal. But it is only found on the sinister[^92] side, which has an ill effect, giving its owner something analogous to the aspect of a clumsy left-handed man. What precise purpose this ivory horn or lance answers, it would be hard to say. It does not seemed to be used like the blade of the sword-fish and bill-fish; though some sailors tell me that the Narwhale employs it for a rake in turning over the bottom of the sea for food. Charley Coffin said it was used for an ice-piercer; for the Narwhale, rising to the surface of the Polar Sea,\n\npage 139\n\nand finding it sheeted with ice, thrusts his horn up, and so breaks through. But you cannot prove either of these surmises to be correct. My own opinion is, that however this one-sided horn may really be used by the Narwhale—however that may be—it would certainly be very convenient to him for a folder[^93] in reading pamphlets. The Narwhale I have heard called the Tusked Whale, the Horned Whale, and the Unicorn Whale. He is certainly a curious example of the Unicornism to be found in almost every kingdom of animated nature. From certain cloistered old authors I have gathered that this same sea-unicorn's horn was in ancient days regarded as the great antidote against poison, and as such, preparations of it brought immense prices. It was also distilled to a volatile salts[^94] for fainting ladies, the same way that the horns of the male deer are manufactured into hartshorn.[^95] Originally it was in itself accounted an object of great curiosity. Black Letter[^96] tells me that Sir Martin Frobisher[^97] on his return from that voyage, when Queen Bess[^98] did gallantly wave her jewelled hand to him from a window of Greenwich Palace, as his bold ship sailed down the Thames;[^99] when Sir Martin returned from that voyage, saith Black Letter, on bended knees he presented to her highness a prodigious long horn of the Narwhale, which for a long period after hung in the castle at Windsor. An Irish author avers that the Earl of Leicester, on bended knees, did likewise present to her highness another horn, pertaining to a land beast of the unicorn nature.\n\nThe Narwhale has a very picturesque, leopard-like look, being of a milk-white ground[^100] color, dotted with round and oblong spots of black. His oil is very superior, clear and fine; but there is little of it, and he is seldom hunted. He is mostly found in the circumpolar[^101] seas.\n\nBOOK II. (Octavo), Chapter IV. (Killer).[^102] —Of this whale little is precisely known to the Nantucketer, and nothing at all to the professed naturalist. From what I have seen of him at a distance, I should say that he was about the bigness of a grampus. He is very savage—a sort of Feegee fish. He sometimes takes the great Folio Whales by the lip, and hangs there like a leech, till the mighty brute is worried to death. The Killer is never hunted. I never heard what sort of oil he has. Exception\n\npage 140\n\nmight be taken to the name bestowed upon this whale, on the ground of its indistinctness. For we are all killers, on land and on sea; Bonapartes[^103] and Sharks included.\n\nBOOK II. (Octavo), Chapter V. (Thrasher).[^104] —This gentleman is famous for his tail, which he uses for a ferule[^105] in thrashing his foes. He mounts the Folio Whale's back, and as he swims, he works his passage by flogging him; as some schoolmasters get along in the world by a similar process. Still less is known of the Thrasher than of the Killer. Both are outlaws, even in the lawless seas.\n\nThus ends BOOK II. (Octavo), and begins BOOK III. (Duodecimo).\n\nDUODECIMOES. These include the smaller whales.—I., The Huzza Porpoise; II., The Algerine Porpoise; III., The Mealy-mouthed Porpoise.\n\nTo those who have not chanced specially to study the subject, it may possibly seem strange, that fishes not commonly exceeding four or five feet should be marshalled among WHALES—a word, which, in the popular sense, always conveys an idea of hugeness. But the creatures set down above as Duodecimoes are infallibly whales, by the terms of my definition of what a whale is—i.e. a spouting fish, with a horizontal tail.\n\nBOOK III. (Duodecimo), Chapter I. (Huzza Porpoise).[^106] —This is the common porpoise found almost all over the globe. The name is of my own bestowal; for there are more than one sort of porpoises, and something must be done to distinguish them. I call them thus, because he always swims in hilarious shoals, which upon the broad sea keep tossing themselves to heaven like caps in a Fourth-of-July crowd. Their appearance is generally hailed with delight by the mariner. Full of fine spirits, they invariably come from the breezy billows to windward. They are the lads that always live before the wind. They are accounted a lucky omen. If you yourself can withstand three cheers at beholding these vivacious fish, then heaven help ye; the spirit of godly gamesomeness is not in ye. A well-fed, plump Huzza Porpoise will yield you one good gallon of good oil. But the fine and delicate fluid extracted from his jaws is exceedingly valuable. It is in request among jewellers and watchmakers.\n\npage 141\n\nSailors put it on their hones.[^107] Porpoise meat is good eating, you know. It may never have occurred to you that a porpoise spouts. Indeed, his spout is so small that it is not very readily discernible. But the next time you have a chance, watch him; and you will then see the great Sperm Whale himself in miniature.\n\nBOOK III. (Duodecimo), Chapter II. (Algerine Porpoise).[^108] —A pirate. Very savage. He is only found, I think, in the Pacific. He is somewhat larger than the Huzza Porpoise, but much of the same general make. Provoke him, and he will buckle to a shark. I have lowered for him many times, but never yet saw him captured.\n\nBOOK III. (Duodecimo), Chapter III. (Mealy-mouthed Porpoise).[^109] The largest kind of Porpoise; and only found in the Pacific, so far as it is known. The only English name, by which he has hitherto been designated, is that of the fishers—Right-Whale Porpoise, from the circumstance that he is chiefly found in the vicinity of that Folio. In shape, he differs in some degree from the Huzza Porpoise, being of a less rotund and jolly girth; indeed, he is of quite a neat and gentleman-like figure. He has no fins on his back (most other porpoises have), he has a lovely tail, and sentimental Indian eyes[^110] of a hazel hue. But his mealy[^111] -mouth spoils all. Though his entire back down to his side fins is of a deep sable, yet a boundary line, distinct as the mark in a ship's hull, called the \"bright waist\", that line streaks him from stem to stern, with two separate colors, black above and white below. The white comprises part of his head, and the whole of his mouth, which makes him look as if he had just escaped from a felonious visit to a meal-bag. A most mean and mealy aspect! His oil is much like that of the common porpoise.\n\n*     *      *     *     *     *\n\nBeyond the DUODECIMO, this system does not proceed, inasmuch as the Porpoise is the smallest of the whales. Above, you have all the Leviathans of note. But there are a rabble of uncertain, fugitive, half- fabulous[^112] whales, which, as an American whaleman, I know by reputation, but not personally. I shall enumerate them by their forecastle appellations; for possibly such a list may be valuable to future investigators, who may complete what I have here but begun. If any of the following\n\npage 142\n\nwhales, shall hereafter be caught and marked, then he can readily be incorporated into this System, according to his Folio, Octavo, or Duodecimo magnitude:—The Bottle-Nose Whale; the Junk Whale; the Pudding-Headed Whale; the Cape Whale; the Leading Whale; the Cannon Whale; the Scragg Whale; the Coppered Whale; the Elephant Whale; the Iceberg Whale; the Quog Whale; the Blue Whale; etc. From Icelandic, Dutch, and old English authorities, there might be quoted other lists of uncertain whales, blessed with all manner of uncouth names. But I omit them as altogether obsolete; and can hardly help suspecting them for mere sounds, full of Leviathanism, but signifying nothing.\n\nFinally: It was stated at the outset, that this system would not be here, and at once, perfected. You cannot but plainly see that I have kept my word. But I now leave my cetological System standing thus unfinished, even as the great Cathedral of Cologne[^113] was left, with the crane still standing upon the top of the uncompleted tower. For small erections may be finished by their first architects; grand ones, true ones, ever leave the copestone[^114] to posterity. God keep me from ever completing anything. This whole book is but a draught—nay, but the draught of a draught. Oh Time, Strength, Cash, and Patience!\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Weedy: thin"
    },
    {
      "n": 2,
      "note_html": "Genera: groupings of organisms having common characteristics"
    },
    {
      "n": 3,
      "note_html": "Essayed: attempted"
    },
    {
      "n": 4,
      "note_html": "Cetology: the study of whales, dolphins, and porpoises."
    },
    {
      "n": 5,
      "note_html": "Captain Scoresby: <a href='http://en.wikipedia.org/wiki/William_Scoresby'target='_blank'>William Scoresby</a> (1789-1857), an English arctic explorer whose writings were a major source of whaling information for Melville\n"
    },
    {
      "n": 6,
      "note_html": "Cetacea: members of the group of whales, dolphins, and porpoises"
    },
    {
      "n": 7,
      "note_html": "Surgeon Beale: Thomas Beale, 1807-1849, whose 1839 book <a href='https://archive.org/details/naturalhistorys00bealgoog'target='_blank'><i>The Natural History of the Sperm Whale </i></a>was a source for Melville\n"
    },
    {
      "n": 8,
      "note_html": "Cuvier: <a href='http://en.wikipedia.org/wiki/Georges_Cuvier'target='_blank'>Georges Cuvier </a>(1769-1832), a French naturalist\n"
    },
    {
      "n": 9,
      "note_html": "<a href='http://en.wikipedia.org/wiki/John_Hunter_%28surgeon%29'target='_blank'>John Hunter:</a> an English surgeon and naturalist (1728-1793)\n"
    },
    {
      "n": 10,
      "note_html": "Lesson: <a href='http://en.wikipedia.org/wiki/Rene_Lesson'target='_blank'>René Primevère Lesson </a>(1794-1849), a French surgeon and naturalist \n"
    },
    {
      "n": 11,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Aristotle'target='_blank'>Aristotle:</a> Greek philosopher (384-322 B.C.)\n"
    },
    {
      "n": 12,
      "note_html": "Pliny: <a href='http://en.wikipedia.org/wiki/Pliny_the_Elder'target='_blank'>Pliny the Elder</a> (23-79 A.D.), a Roman historian and naturalist\n"
    },
    {
      "n": 13,
      "note_html": "Aldrovandi: <a href='http://en.wikipedia.org/wiki/Ulisse_Aldrovandi'target='_blank'>Ulisse Aldrovandi </a>(1522-1605), an Italian naturalist\n"
    },
    {
      "n": 14,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Thomas_Browne'target='_blank'>Thomas Browne:</a> English naturalist (1605-1682)\n"
    },
    {
      "n": 15,
      "note_html": "Gesner: <a href='https://en.wikipedia.org/wiki/Conrad_Gessner'target='_blank'>Conrad Gessner </a>(1516-1565), a Swiss naturalist\n"
    },
    {
      "n": 16,
      "note_html": "Ray: <a href='http://en.wikipedia.org/wiki/John_Ray'target='_blank'>John Ray </a>(1627-1705), the English naturalist who coined the term \"species\"\n"
    },
    {
      "n": 17,
      "note_html": "Linnaeus: <a href='http://en.wikipedia.org/wiki/Linnaeus'target='_blank'>Carl Linnaeus </a>(1707-1778), the father of modern taxonomy\n"
    },
    {
      "n": 18,
      "note_html": "Rondeletius: <a href='http://en.wikipedia.org/wiki/Rondeletius'target='_blank'>Guillaume Rondelet </a>(1507-1566), a French professor\n"
    },
    {
      "n": 19,
      "note_html": "Willoughby: <a href='http://en.wikipedia.org/wiki/Francis_Willughby'target='_blank'>Francis Willughby </a> (1635-1672), English ornithologist and icthyologist\n"
    },
    {
      "n": 20,
      "note_html": "Green: possibly John Green, the compiler of the <a href='https://archive.org/details/b30414283_0001'target='_blank'>Astley Collection </a> of adventure narratives, published in 1745\n"
    },
    {
      "n": 21,
      "note_html": "Artedi: <a href='http://en.wikipedia.org/wiki/Artedi'target='_blank'>Peter Artedi </a>(1705-1735), the father of ichthyology\n"
    },
    {
      "n": 22,
      "note_html": "Sibbald: Sir <a href='http://en.wikipedia.org/wiki/Robert_Sibbald'target='_blank'>Robert Sibbald </a>(1641-1722), a Scottish physician who was the first to describe a blue whale\n"
    },
    {
      "n": 23,
      "note_html": "Brisson: <a href='http://en.wikipedia.org/wiki/Mathurin_Jacques_Brisson'target='_blank'>Mathurin Jacques Brisson </a>(1723-1806), a French zoologist and natural philosopher\n"
    },
    {
      "n": 24,
      "note_html": "Marten: Friderich Martens, a doctor who wrote about a 1671 whaling expedition"
    },
    {
      "n": 25,
      "note_html": "Lacepede: <a href='http://en.wikipedia.org/wiki/Bernard_Germain_Étienne_de_la_Ville,_Comte_de_Lacépède'target='_blank'>Bernard Germain de Lacépède </a>(1756-1825), French naturalist\n"
    },
    {
      "n": 26,
      "note_html": "Desmarest: <a href='https://en.wikipedia.org/wiki/Anselme_Gaëtan_Desmarest'target='_blank'>Anselme Gaëtan Desmarest </a>(1784-1838), French zoologist\n"
    },
    {
      "n": 27,
      "note_html": "Baron Cuvier: <a href='http://en.wikipedia.org/wiki/Baron_Cuvier'target='_blank'>Georges Cuvier</a> (1769-1832), French naturalist\n"
    },
    {
      "n": 28,
      "note_html": "Frederick Cuvier: <a href='http://en.wikipedia.org/wiki/Frédéric_Cuvier'target='_blank'>Georges-Frédéric Cuvier,</a> French zoologist (1773-1838)\n"
    },
    {
      "n": 29,
      "note_html": "<a href='http://en.wikipedia.org/wiki/John_Hunter_%28surgeon%29'target='_blank'>John Hunter:</a> English surgeon and naturalist (1728-1793)\n"
    },
    {
      "n": 30,
      "note_html": "Owen: <a href='http://en.wikipedia.org/wiki/Richard_Owen'target='_blank'>Richard Owen</a> (1804-1892), English biologist\n"
    },
    {
      "n": 31,
      "note_html": "Bennett: Frederick Debell Bennett, M.D. (1806-1859), author of <a href='https://archive.org/details/narrativeofwhali02bennrich'target='_blank'><i>Narrative of a Whaling Voyage Round the Globe, From the Year 1833 to 1836</i></a>"
    },
    {
      "n": 32,
      "note_html": "J. Ross Browne: <a href='http://www.famousamericans.net/johnrossbrowne/'target='_blank'>John Ross Browne </a>(1817-1875), an Irish-American adventurer and author\n"
    },
    {
      "n": 33,
      "note_html": "The Author of Miriam Coffin: Joseph C. Hart (1798-1855), who wrote the 1834 bestselling novel <a href='https://archive.org/details/miriamcoffinorwh00hart'target='_blank'><i>Miriam Coffin, or, The Whale-Fishermen</i></a>"
    },
    {
      "n": 34,
      "note_html": "Olmstead: <a href='http://en.wikipedia.org/wiki/Francis_Allyn_Olmsted'target='_blank'>Francis Allyn Olmstead </a>(1819-1844), whose 1841 book, <a href='https://archive.org/details/incidentsofwhali00olmsrich'target='_blank'><i>Incidents of a Whaling Voyage,</i></a> was a source for Melville\n"
    },
    {
      "n": 35,
      "note_html": "The Rev. T. Cheever: Henry T. Cheever (1814-1897), some of whose <a href='https://www.bartleby.com/library/bios/1251.html'target='_blank'>novels about whaling</a> were a source for Melville"
    },
    {
      "n": 36,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Right_whale'target='_blank'>Right-Whale:</a> a species of whale so-called because whalers thought they were the \"right\" ones to hunt\n"
    },
    {
      "n": 37,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Sperm_whale'target='_blank'>Sperm Whale:</a> the largest toothed animal in existence\n"
    },
    {
      "n": 38,
      "note_html": "Some seventy years back: the 1780s, when New England whalers began sailing to the Pacific Ocean to hunt for sperm whales"
    },
    {
      "n": 39,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Charing_Cross'target='_blank'>Charing Cross:</a> an intersection in London where crowds used to gather to witness public executions, including that of King Charles I in 1649\n"
    },
    {
      "n": 40,
      "note_html": "Minute: detailed"
    },
    {
      "n": 41,
      "note_html": "Draught: first draft"
    },
    {
      "n": 42,
      "note_html": "Awful tauntings: In the Book of <a href='http://www.blueletterbible.org/kjv/job/41/1/s_477001'target='_blank'>Job, chapter 41,</a> God reminds Job of the fearsome power of Leviathan as a way of describing His own power\n"
    },
    {
      "n": 43,
      "note_html": "Vestibule: antechamber, or, in this case, the very beginning"
    },
    {
      "n": 44,
      "note_html": "Alewives: a north Atlantic fish in the herring family"
    },
    {
      "n": 45,
      "note_html": "Bilocular: divided into two chambers"
    },
    {
      "n": 46,
      "note_html": "<i>Penem intrantem feminam mammis lactantem:</i> Latin for \"the penis enters the female, which gives milk from teats\""
    },
    {
      "n": 47,
      "note_html": "<i>Ex lege naturae jure meritque:</i> Latin for \"from the laws of nature, justly and deservedly\""
    },
    {
      "n": 48,
      "note_html": "Host: army"
    },
    {
      "n": 49,
      "note_html": "Folio: a large book with pages between 12 and 15 inches tall"
    },
    {
      "n": 50,
      "note_html": "Octavo: a medium-sized book with pages between 8 and 10 inches tall"
    },
    {
      "n": 51,
      "note_html": "Duodecimo: a small book with pages between 6.5 and 7.5 inches tall"
    },
    {
      "n": 52,
      "note_html": "Grampus: <a href='http://en.wikipedia.org/wiki/Orca'target='_blank'>orca</a>\n"
    },
    {
      "n": 53,
      "note_html": "The largest: actually, the blue (sulphur bottom) whale is the largest. Melville would have known this"
    },
    {
      "n": 54,
      "note_html": "Quickening: life-giving"
    },
    {
      "n": 55,
      "note_html": "Humor: a fluid of the body, in this case, semen"
    },
    {
      "n": 56,
      "note_html": "Rhubarb: preparations made of this plant were once sold as a treatment for constipation"
    },
    {
      "n": 57,
      "note_html": "Apellation: name"
    },
    {
      "n": 58,
      "note_html": "Whalebone or <a href='http://en.wikipedia.org/wiki/Baleen'target='_blank'>baleen:</a> the flexible, comblike plates through which baleen whales feed\n"
    },
    {
      "n": 59,
      "note_html": "Nor' West Coast: the northernmost coasts of North America, both east and west"
    },
    {
      "n": 60,
      "note_html": "Determinate: having exact limits"
    },
    {
      "n": 61,
      "note_html": "Radical: relating to the fundamental nature of something"
    },
    {
      "n": 62,
      "note_html": "Elucidate: make clear, explain"
    },
    {
      "n": 63,
      "note_html": "Fin-Back: the <a href='http://en.wikipedia.org/wiki/Fin_Whale'target='_blank'>Fin Whale</a>\n"
    },
    {
      "n": 64,
      "note_html": "Packet-tracks: the routes of packet boats, which carry mail"
    },
    {
      "n": 65,
      "note_html": "Hinder: rear"
    },
    {
      "n": 66,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Gnomon'target='_blank'>Gnomon:</a> the projecting piece on a sundial\n"
    },
    {
      "n": 67,
      "note_html": "Dial: that is, a sundial"
    },
    {
      "n": 68,
      "note_html": "Ahaz-dial: the sundial of the biblical King Ahaz. In <a href='http://www.blueletterbible.org/Bible.cfm?b=Isa&c=38&v=7&t=KJV#7'target='_blank'>Isaiah 38:7-8,</a> God moves the shadow of this sundial—and hence the sun—backwards by 10 degrees.\n"
    },
    {
      "n": 69,
      "note_html": "Sullen: slow-moving"
    },
    {
      "n": 70,
      "note_html": "Cain: the firstborn son of Adam and Eve, who killed his younger brother Abel out of jealousy"
    },
    {
      "n": 71,
      "note_html": "Mark: In Genesis 4, after <a href='http://en.wikipedia.org/wiki/Cain_and_Abel'target='_blank'>God cursed Cain,</a> He also put a mark on Cain to prevent others from killing him.\n"
    },
    {
      "n": 72,
      "note_html": "Style: a small, slender pointing appendage"
    },
    {
      "n": 73,
      "note_html": "Rostrated: having a stiff snout or beak"
    },
    {
      "n": 74,
      "note_html": "Appellative: name"
    },
    {
      "n": 75,
      "note_html": "Methodization: classification"
    },
    {
      "n": 76,
      "note_html": "Liberal: large, generous"
    },
    {
      "n": 77,
      "note_html": "Hump Back: the <a href='http://en.wikipedia.org/wiki/Humpback_whale'target='_blank'>humpback whale </a>"
    },
    {
      "n": 78,
      "note_html": "Elephant and Castle: an elephant with a covered carriage (castle) on its back. \"Elephant & Castle\" is the name of <a href='http://en.wikipedia.org/wiki/Elephant_&_Castle'target='_blank'>a major intersection</a> in London"
    },
    {
      "n": 79,
      "note_html": "Razor Back: a whale thought by Melville to be a separate type of whale, but probably the same as a fin-back whale"
    },
    {
      "n": 80,
      "note_html": "Sulphur Bottom: the <a href='http://en.wikipedia.org/wiki/Blue_whale'target='_blank'>blue whale</a>\n"
    },
    {
      "n": 81,
      "note_html": "Brimstone: sulphur"
    },
    {
      "n": 82,
      "note_html": "Tartarian tiles: the tiled rooftops of Hell. In Greek mythology, <a href='http://en.wikipedia.org/wiki/Tartarus'target='_blank'>Tartarus </a>is a place of torment and punishment within or below Hades, the underworld\n"
    },
    {
      "n": 83,
      "note_html": "Prodigies: amazing things"
    },
    {
      "n": 84,
      "note_html": "Furnished a proverb: \"To puff and blow like a grampus\" means \"to be out of breath\""
    },
    {
      "n": 85,
      "note_html": "Quarto: a book with pages smaller than a folio and larger than an octavo, and more square than either"
    },
    {
      "n": 86,
      "note_html": "Premonitory: predictive of"
    },
    {
      "n": 87,
      "note_html": "Black Fish: The <a href='http://en.wikipedia.org/wiki/Pilot_whale'target='_blank'>pilot whale</a>\n"
    },
    {
      "n": 88,
      "note_html": "Mephistophelean: devilish. In the German legend of Faust, Mephistopheles is the name of the demon with whom Faust makes a pact"
    },
    {
      "n": 89,
      "note_html": "Roman nose: a nose with a high bridge"
    },
    {
      "n": 90,
      "note_html": "Nostril: <i>naris</i> means \"nostril\" in Latin"
    },
    {
      "n": 91,
      "note_html": "Peaked nose: a nose that sticks straight up. To <i>peak</i> an oar is to hold it up vertically"
    },
    {
      "n": 92,
      "note_html": "Sinister: left"
    },
    {
      "n": 93,
      "note_html": "Folder: a bone folder, a tool used to make creases and smooth paper when making books; in this case, it probably means \"page turner\""
    },
    {
      "n": 94,
      "note_html": "Salts: a strong-smelling ammonia solution inhaled as a medicine"
    },
    {
      "n": 95,
      "note_html": "Hartshorn: a medicinal smelling salt solution originally made from the horns of deer"
    },
    {
      "n": 96,
      "note_html": "Black Letter: the author of the old writings referred to in <a href='http://www.powermobydick.com/Moby002.html'target='_blank'>Chapter II;</a> Ishmael claims to have the only surviving copy of his works"
    },
    {
      "n": 97,
      "note_html": "Sir Martin Frobisher: an English seaman (1530s-1594) who explored northeastern Canada"
    },
    {
      "n": 98,
      "note_html": "Queen Bess: England's <a href='http://en.wikipedia.org/wiki/Elizabeth_I'target='_blank'>Queen Elizabeth I</a> (1533-1603)\n"
    },
    {
      "n": 99,
      "note_html": "Thames: the <a href='http://en.wikipedia.org/wiki/Thames'target='_blank'>River Thames </a>runs through London, England\n"
    },
    {
      "n": 100,
      "note_html": "Ground: background"
    },
    {
      "n": 101,
      "note_html": "Circumpolar: around the north and south poles"
    },
    {
      "n": 102,
      "note_html": "Killer: either the orca or the <a href='http://en.wikipedia.org/wiki/False_killer_whale'target='_blank'>false killer whale</a>\n"
    },
    {
      "n": 103,
      "note_html": "Bonapartes: the family of the French emperor <a href='https://en.wikipedia.org/wiki/Napoleon'target='_blank'>Napoleon Bonaparte</a> (1769-1821)\n"
    },
    {
      "n": 104,
      "note_html": "Thrasher: thought a separate kind of whale, this probably was an orca"
    },
    {
      "n": 105,
      "note_html": "Ferule: a flat ruler with a wide end, used for punishing children"
    },
    {
      "n": 106,
      "note_html": "Huzza Porpoise: <a href='http://en.wikipedia.org/wiki/Harbor_porpoise'target='_blank'>harbor porpoise</a>\n"
    },
    {
      "n": 107,
      "note_html": "Hones: whetstones"
    },
    {
      "n": 108,
      "note_html": "Algerine porpoise: it is not clear which species Melville means"
    },
    {
      "n": 109,
      "note_html": "Mealy-mouthed porpoise: the <a href='http://en.wikipedia.org/wiki/Right_whale_dolphin'target='_blank'>right-whale dolphin</a>\n"
    },
    {
      "n": 110,
      "note_html": "Indian eyes: a cliche from romantic poetry set in India"
    },
    {
      "n": 111,
      "note_html": "Mealy: pale"
    },
    {
      "n": 112,
      "note_html": "Fabulous: mythical"
    },
    {
      "n": 113,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Cologne_Cathedral'target='_blank'>Cathedral of Cologne:</a> construction of the cathedral in Cologne, Germany, was begun in 1248, but halted in 1473. A huge crane remained atop the incomplete south tower for 400 years. Work resumed in 1842, and the building was finally completed in 1880"
    },
    {
      "n": 114,
      "note_html": "Copestone: the finishing touch"
    }
  ]
}