{
  "main_text": "Chapter CXX\n\nThe Deck Towards the End Of the First Watch\n\npage 502\n\n(Ahab standing by the helm. Starbuck approaching him.)\n\n\"We must send down the main-top-sail yard, Sir. The band[^1] is working loose, and the lee lift[^2] is half-stranded.[^3] Shall I strike it, Sir?\"\n\n\"Strike nothing; lash it. If I had sky-sail[^4] poles, I'd sway[^5] them up now.\"\n\n\"Sir?—in God's name!—Sir?\"\n\n\"Well.\"\n\n\"The anchors are working, Sir. Shall I get them inboard?\"\n\n\"Strike nothing, and stir nothing, but lash everything. The wind rises, but it has not got up to my table-lands[^6] yet. Quick, and see to it.—By masts and keels! he takes me for the hunch-backed skipper of some coasting[^7] smack.[^8] Send down my main-top-sail yard! Ho, gluepots![^9] Loftiest trucks were made for wildest winds, and this brain-truck of mine now sails amid the cloud-scud. Shall I strike that? Oh, none but cowards send down their brain-trucks in tempest time. What a hooroosh[^10] aloft there! I would e'en take it for sublime,[^11] did I not know that the colic[^12] is a noisy malady. Oh, take medicine, take medicine!\"\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Band: a ring of metal or rope around a yardarm that has eyes for passing rigging rope through"
    },
    {
      "n": 2,
      "note_html": "Lift: a block and tackle that prevented the end of a yardarm from sagging under its own weight"
    },
    {
      "n": 3,
      "note_html": "Half-stranded: under strain, possibly frayed"
    },
    {
      "n": 4,
      "note_html": "Sky-sail: the very top sail on the mast"
    },
    {
      "n": 5,
      "note_html": "Sway: hoist"
    },
    {
      "n": 6,
      "note_html": "Table-lands: level. A table-land is a plateau"
    },
    {
      "n": 7,
      "note_html": "Coasting: traveling near the coastline"
    },
    {
      "n": 8,
      "note_html": "Smack: a fishing boat with one mast"
    },
    {
      "n": 9,
      "note_html": "Gluepots: sailors (said contemptuously)"
    },
    {
      "n": 10,
      "note_html": "Hooroosh: confusion, agitation"
    },
    {
      "n": 11,
      "note_html": "Sublime: noble, majestic"
    },
    {
      "n": 12,
      "note_html": "Colic: a malady causing severe abdominal pain"
    }
  ]
}