{
  "main_text": "Chapter XXXIX\n\nFirst Night-Watch\n\npage 168\n\nFore-Top.[^1]\n\n(Stubb solus,[^2] and mending a brace)\n\nHa! ha! ha! ha! hem! clear my throat!—I've been thinking over it ever since, and that ha, ha's the final consequence. Why so? Because a laugh's the wisest, easiest answer to all that's queer; and come what will, one comfort's always left—that unfailing comfort is, it's all predestinated. I heard not all his talk with Starbuck; but to my poor eye Starbuck then looked something as I the other evening felt. Be sure the old Mogul[^3] has fixed him, too. I twigged[^4] it, knew it; had had the gift, might readily have prophesied it—for when I clapped my eye upon his skull I saw it. Well, Stubb, wise Stubb—that's my title—well, Stubb, what of it, Stubb? Here's a carcase. I know not all that may be coming, but be it what it will, I'll go to it laughing. Such a waggish leering as lurks in all your horribles! I feel funny. Fa, la! lirra, skirra! What's my juicy little pear at home doing now? Crying its eyes out?—Giving a party to the last arrived harpooneers, I dare say, gay as a frigate's[^5] pennant, and so am I—fa, la! lirra, skirra! Oh—\n\n\"We'll drink to-night[^6] with hearts as light, To love, as gay and fleeting As bubbles that swim, on the beaker's brim, And break on the lips while meeting.\"\n\nA brave stave that—who calls? Mr. Starbuck? Aye, aye, sir— (Aside) he's my superior, he has his too, if I'm not mistaken.—Aye, aye, sir, just through with this job—coming.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Fore-top: a platform at the top of a ship's fore (front) mast"
    },
    {
      "n": 2,
      "note_html": "Solus: alone"
    },
    {
      "n": 3,
      "note_html": "Mogul: a king of the <a href='http://en.wikipedia.org/wiki/Mughal_Empire'target='_blank'>Mughal Empire </a>that ruled most of the Indian subcontinent from the 16th to the 19th centuries\n"
    },
    {
      "n": 4,
      "note_html": "Twigged: saw, noticed"
    },
    {
      "n": 5,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Frigate'target='_blank'>Frigate:</a> a medium-sized warship that typically had colored pennants at the top of its masts\n"
    },
    {
      "n": 6,
      "note_html": "<i>“We'll drink tonight...”</i> This is from the poem “Sparkling and Bright” by <a href='http://en.wikipedia.org/wiki/Charles_Fenno_Hoffman'target='_blank'>Charles Fenno Hoffman,</a> a friend of Herman Melville's who went insane in 1849"
    }
  ]
}