{
  "main_text": "Chapter LXXXIX\n\nFast-Fish and Loose-Fish\n\npage 393\n\nThe allusion to the waifs and waif-poles in the last chapter but one, necessitates some account of the laws and regulations of the whale fishery, of which the waif may be deemed the grand symbol and badge.\n\nIt frequently happens that when several ships are cruising in company, a whale may be struck by one vessel, then escape, and be finally killed and captured by another vessel; and herein are indirectly comprised many minor contingencies, all partaking of this one grand feature. For example,—after a weary and perilous chase and capture of a whale, the body may get loose from the ship by reason of a violent storm; and drifting far away to leeward, be retaken by a second whaler, who, in a calm, snugly tows it alongside, without risk of life or line. Thus the most vexatious and violent disputes would often arise between the fishermen, were there not some written or unwritten, universal, undisputed law applicable to all cases.\n\nPerhaps the only formal whaling code authorized by legislative enactment, was that of Holland. It was decreed by the States-General[^1] in A. D. 1695. But though no other nation has ever had any written whaling law, yet the American fishermen have been their own legislators and lawyers in this matter. They have provided a system which for terse comprehensiveness surpasses Justinian's Pandects[^2] and the By-laws of the Chinese Society for the Suppression of Meddling[^3] with other People's Business. Yes; these laws might be engraven on a Queen Anne's farthing,[^4] or the barb of a harpoon, and worn round the neck, so small are they.\n\nI. A Fast-Fish[^5] belongs to the party fast to it.\n\nII. A Loose-Fish is fair game for anybody who can soonest catch it.\n\nBut what plays the mischief with this masterly code is the\n\npage 394\n\nadmirable brevity of it, which necessitates a vast volume of commentaries to expound it.\n\nFirst: What is a Fast-Fish? Alive or dead a fish is technically fast, when it is connected with an occupied ship or boat, by any medium at all controllable by the occupant or occupants,—a mast, an oar, a nine-inch cable, a telegraph wire, or a strand of cobweb, it is all the same. Likewise a fish is technically fast when it bears a waif, or any other recognised symbol of possession; so long as the party waifing it plainly evince their ability at any time to take it alongside, as well as their intention so to do.\n\nThese are scientific commentaries; but the commentaries of the whalemen themselves sometimes consist in hard words and harder knocks—the Coke-upon-Littleton[^6] of the fist. True, among the more upright and honorable whalemen allowances are always made for peculiar cases, where it would be an outrageous moral injustice for one party to claim possession of a whale previously chased or killed by another party. But others are by no means so scrupulous.\n\nSome fifty years ago there was a curious case of whale-trover[^7] litigated in England, wherein the plaintiffs set forth that after a hard chase of a whale in the Northern seas; and when indeed they (the plaintiffs) had succeeded in harpooning the fish; they were at last, through peril of their lives, obliged to forsake not only their lines, but their boat itself. Ultimately the defendants (the crew of another ship) came up with the whale, struck, killed, seized, and finally appropriated it before the very eyes of the plaintiffs. And when those defendants were remonstrated with, their captain snapped his fingers in the plaintiffs' teeth, and assured them that by way of doxology[^8] to the deed he had done, he would now retain their line, harpoons, and boat, which had remained attached to the whale at the time of the seizure. Wherefore the plaintiffs now sued for the recovery of the value of their whale, line, harpoons, and boat.\n\nMr. Erskine[^9] was counsel for the defendants; Lord Ellenborough was the judge. In the course of the defence, the witty Erskine went on to illustrate his position, by alluding to a recent crim. con.[^10] case, wherein a gentleman, after in vain trying to bridle his wife's viciousness,[^11] had at last abandoned her upon\n\npage 395\n\nthe seas of life; but in the course of years, repenting of that step, he instituted an action to recover possession of her. Erskine was on the other side; and he then supported it by saying, that though the gentleman had originally harpooned the lady, and had once had her fast, and only by reason of the great stress of her plunging viciousness, had as last abandoned her; yet abandon her he did, so that she became a loose-fish; and therefore when a subsequent gentleman re-harpooned her, the lady then became that subsequent gentleman's property, along with whatever harpoon might have been found sticking in her.\n\nNow in the present case Erskine contended that the examples of the whale and the lady were reciprocally illustrative of each other.\n\nThese pleadings, and the counter pleadings, being duly heard, the very learned judge in set terms decided, to wit,—That as for the boat, he awarded it to the plaintiffs, because they had merely abandoned it to save their lives; but that with regard to the controverted[^12] whale, harpoons, and line, they belonged to the defendants; the whale, because it was a Loose-Fish at the time of the final capture; and the harpoons and line because when the fish made off with them, it (the fish) acquired a property in those articles; and hence anybody who afterwards took the fish had a right to them. Now the defendants afterwards took the fish; ergo, the aforesaid articles were theirs.\n\nA common man looking at this decision of the very learned Judge, might possibly object to it. But ploughed up to the primary rock[^13] of the matter, the two great principles laid down in the twin whaling laws previously quoted, and applied and elucidated by Lord Ellenborough in the above cited case; these two laws touching Fast-Fish and Loose-Fish, I say, will, on reflection, be found the fundamentals of all human jurisprudence; For notwithstanding its complicated tracery[^14] of sculpture, the Temple of the Law,[^15] like the Temple of the Philistines,[^16] has but two props to stand on.\n\nIs it not a saying in every one's mouth, Possession is half of the law: that is, regardless of how the thing came into possession? But often possession is the whole of the law. What are the sinews and souls of Russian serfs and Republican[^17] slaves\n\npage 396\n\nbut Fast-Fish, whereof possession is the whole of the law? What to the rapacious landlord is the widow's last mite[^18] but a Fast-Fish? What is yonder undetected villain's marble mansion with a door-plate[^19] for a waif; what is that but a Fast-Fish? What is the ruinous discount[^20] which Mordecai, the broker, gets from poor Woebegone, the bankrupt, on a loan to keep Woebegone's family from starvation; what is that ruinous discount but a Fast-Fish? What is the archbishop of Savesoul's income of lb. 100,000 seized from the scant bread and cheese of hundreds of thousands of broken-backed laborers (all sure of heaven without any of Savesoul's help) what is that globular 100,000 but a Fast-Fish? What are the Duke of Dunder's hereditary towns and hamlets but Fast-Fish? What to that redoubted harpooneer, John Bull,[^21] is poor Ireland, but a Fast-Fish? What to that apostolic lancer, Brother Jonathan,[^22] is Texas but a Fast-Fish? And concerning all these, is not Possession the whole of the law?\n\nBut if the doctrine of Fast-Fish be pretty generally applicable, the kindred doctrine of Loose-Fish is still more widely so. That is internationally and universally applicable.\n\nWhat was America in 1492 but a loose-fish, in which Columbus struck the Spanish standard[^23] by way of waifing it for his royal master and mistress?[^24] What was Poland to the Czar?[^25] What Greece to the Turk?[^26] What India to England?[^27] What at last will Mexico be to the United States? All Loose-Fish.\n\nWhat are the Rights of Man and the Liberties of the World but Loose-Fish? What all men's minds and opinions but Loose-Fish? What is the principle of religious belief in them but a Loose-Fish? What to the ostentatious smuggling verbalists[^28] are the thoughts of thinkers but Loose-Fish? What is the great globe itself but a Loose-Fish? And what are you, reader, but a Loose-Fish and a Fast-Fish, too?\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://en.wikipedia.org/wiki/States-General_of_the_Netherlands'target='_blank'>States-General:</a> Dutch parliament\n"
    },
    {
      "n": 2,
      "note_html": "Justinian's <a href='http://en.wikipedia.org/wiki/Pandects'target='_blank'>Pandects:</a> a 50-book digest of Roman laws compiled for Emperor Justinian I in the 6th century\n"
    },
    {
      "n": 3,
      "note_html": "Chinese Society for the Suppression of Meddling...: a joke from Melville"
    },
    {
      "n": 4,
      "note_html": "Queen Anne's farthing: a coin rare because <a href='http://en.wikipedia.org/wiki/British_farthing_coin'target='_blank'>farthings</a> bearing the image of England's Queen Anne were only minted in the final year of her reign, 1714\n"
    },
    {
      "n": 5,
      "note_html": "Fast-fish: a fish attached to a boat or ship, or marked as belonging to a particular ship"
    },
    {
      "n": 6,
      "note_html": "Coke-upon-Littleton: an important commentary on British property law written by <a href='http://en.wikipedia.org/wiki/Edward_Coke'target='_blank'>Sir Edward Coke</a> (1552-1634)\n"
    },
    {
      "n": 7,
      "note_html": "Whale-trover: the wrongful taking of a whale"
    },
    {
      "n": 8,
      "note_html": "Doxology: praise"
    },
    {
      "n": 9,
      "note_html": "Mr. Erskine and Lord Ellenborough: real people, written about by Scoresby, who was Melville's source for the story"
    },
    {
      "n": 10,
      "note_html": "Crim. con.: \"criminal conversation,\" which means adultery"
    },
    {
      "n": 11,
      "note_html": "Viciousness: immorality, depravity"
    },
    {
      "n": 12,
      "note_html": "Controverted: disputed"
    },
    {
      "n": 13,
      "note_html": "Primary rock: crystalline rocks such as granite that were thought to have been formed first"
    },
    {
      "n": 14,
      "note_html": "Tracery: ornamental work"
    },
    {
      "n": 15,
      "note_html": "Temple of the Law: not a physical temple but the revered protection of the legal system"
    },
    {
      "n": 16,
      "note_html": "The Temple of the Philistines: a temple to the pagan god Dagon, destroyed by <a href='http://en.wikipedia.org/wiki/Samson'target='_blank'>Samson</a> when he pushed down its central pillars\n"
    },
    {
      "n": 17,
      "note_html": "Republican: having to do with a Republic, in this case the American Republic, where slavery was legal in some states"
    },
    {
      "n": 18,
      "note_html": "Mite: an old British coin worth one-eighth of a penny. In <a href='http://www.blueletterbible.org/Bible.cfm?b=Mar&c=12&v=42&t=KJV#42'target='_blank'>Mark 12:42-44,</a> Jesus praises a widow for donating her last two mites to the temple"
    },
    {
      "n": 19,
      "note_html": "Door-plate: a nameplate fastened to a door"
    },
    {
      "n": 20,
      "note_html": "Discount: loan fee"
    },
    {
      "n": 21,
      "note_html": "<a href='http://en.wikipedia.org/wiki/John_Bull\n'target='_blank'>John Bull:</a> the national personification of Great Britain, similar to Uncle Sam in the U.S. At the time of <i>Moby-Dick's</i> publication, Ireland was under British control and was reeling from <a href='http://en.wikipedia.org/wiki/The_Great_Hunger'target='_blank'>the Irish Potato Famine,</a> in which one million people died due to a blight on potatoes and the government's unwillingness to help\n"
    },
    {
      "n": 22,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Brother_Jonathan\n'target='_blank'>Brother Jonathan:</a> an early personification of the United States, similar to Uncle Sam. At the time of <i>Moby-Dick's</i> publication, the U.S. had recently defeated Mexico in <a href='http://en.wikipedia.org/wiki/Mexican-American_War'target='_blank'>a war </a>over the right to admit Texas as a U.S. state. \n"
    },
    {
      "n": 23,
      "note_html": "Standard: flag"
    },
    {
      "n": 24,
      "note_html": "His royal master and mistress: Spanish monarchs <a href='http://en.wikipedia.org/wiki/Ferdinand_and_Isabella'target='_blank'>Ferdinand II and Isabella I</a>\n"
    },
    {
      "n": 25,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Poland'target='_blank'>Poland </a>to the Czar: in 1795, the Polish-Lithuanian commonwealth collapsed, and its lands were divided among Prussia, Russia, and Austria. \n"
    },
    {
      "n": 26,
      "note_html": "Greece to the Turk: <a href='http://en.wikipedia.org/wiki/Greece'target='_blank'>Greece </a>was ruled by the Ottoman Empire from the mid-15th century to the early 19th century\n"
    },
    {
      "n": 27,
      "note_html": "India to England: <a href='http://en.wikipedia.org/wiki/India'target='_blank'>India </a>was a colonial territory of England from the 18th century through independence in 1947\n"
    },
    {
      "n": 28,
      "note_html": "Ostentatious smuggling verbalist: a pretentious person who passes other people's ideas off as his own"
    }
  ]
}