{
  "main_text": "Chapter CI\n\nThe Decanter\n\npage 440\n\nEre the English ship fades from sight, be it set down here, that she hailed from London, and was named after the late Samuel Enderby,[^1] merchant of that city, the original of the famous whaling house of Enderby and sons; a house which in my poor whaleman's opinion, comes not far behind the united royal houses of the Tudors[^2] and Bourbons,[^3] in point of real historical interest. How long, prior to the year of our Lord 1775, this great whaling house was in existence, my numerous fish-documents do not make plain; but in that year (1775) it fitted out the first English ships that ever regularly hunted the Sperm Whale; though for some score of years previous (ever since 1726) our valiant Coffins[^4] and Maceys[^5] of Nantucket and the Vineyard had in large fleets pursued that Leviathan, but only in the North and South Atlantic: not elsewhere. Be it distinctly recorded here, that the Nantucketers were the first among mankind to harpoon with civilized steel the great Sperm Whale; and that for half a century they were the only people of the whole globe who so harpooned him.\n\nIn 1778, a fine ship, the Amelia,[^6] fitted out for the express purpose, and at the sole charge of the vigorous Enderbys, boldly rounded Cape Horn, and was the first among the nations to lower a whale-boat of any sort in the great South Sea.[^7] The\n\npage 441\n\nvoyage was a skilful and lucky one; and returning to her berth[^8] with her hold full of the precious sperm, the Amelia's example was soon followed by other ships, English and American, and thus the vast Sperm Whale grounds of the Pacific were thrown open. But not content with this good deed, the indefatigable house again bestirred itself: Samuel and all his Sons—how many, their mother only knows—and under their immediate auspices, and partly, I think, at their expense, the British government was induced to send the sloop-of-war[^9] Rattler on a whaling voyage of discovery into the South Sea. Commanded by a naval Post-Captain, the Rattler made a rattling voyage of it, and did some service; how much does not appear. But this is not all. In 1819, the same house[^10] fitted out a discovery whale ship of their own, to go on a tasting cruise to the remote waters of Japan. That ship—well called the \"Syren\"[^11] —made a noble experimental cruise; and it was thus that the great Japanese Whaling Ground first became generally known. The Syren in this famous voyage was commanded by a Captain Coffin, a Nantucketer.\n\nAll honor to the Enderbies, therefore, whose house, I think, exists to the present day; though doubtless the original Samuel must long ago have slipped his cable[^12] for the great South Sea of the other world.\n\nThe ship named after him was worthy of the honor, being a very fast sailer and a noble craft every way. I boarded her once at midnight somewhere off the Patagonian coast, and drank good flip[^13] down in the forecastle. It was a fine gam we had, and they were all trumps[^14] —every soul on board. A short life to them, and a jolly death. And that fine gam I had—long, very long after old Ahab touched her planks with his ivory heel—it minds me of the noble, solid, Saxon[^15] hospitality of that ship; and may my parson forget me, and the devil remember me, if I ever lose sight of it. Flip? Did I say we had flip? Yes, and we flipped it at the rate of ten gallons the hour; and when the squall came (for it's squally off there by Patagonia), and all hands—visitors and all—were called to reef topsails, we were so top-heavy that we had to swing each other aloft in bowlines and we ignorantly furled the skirts of our jackets into\n\npage 442\n\nthe sails, so that we hung there, reefed fast in the howling gale, a warning example to all drunken tars. However, the masts did not go overboard; and by and bye we scrambled down, so sober, that we had to pass the flip again, though the savage salt spray bursting down the forecastle scuttle, rather too much diluted and pickled it to my taste.\n\nThe beef was fine—tough, but with body in it. They said it was bull-beef; others, that it was dromedary beef; but I do not know, for certain, how that was. They had dumplings too; small, but substantial, symmetrically globular, and indestructible dumplings. I fancied that you could feel them, and roll them about in you after they were swallowed. If you stooped over too far forward, you risked their pitching out of you like billiard-balls. The bread—but that couldn't be helped; besides, it was an anti-scorbutic;[^16] in short, the bread contained the only fresh fare they had. But the forecastle was not very light, and it was very easy to step over into a dark corner when you ate it. But all in all, taking her from truck[^17] to helm,[^18] considering the dimensions of the cook's boilers, including his own live parchment boilers;[^19] fore and aft, I say, the Samuel Enderby was a jolly ship; of good fare and plenty; fine flip and strong; crack[^20] fellows all, and capital[^21] from boot heels to hat-band.\n\nBut why was it, think ye, that the Samuel Enderby, and some other English whalers I know of—not all though—were such famous, hospitable ships; that passed round the beef, and the bread, and the can,[^22] and the joke; and were not soon weary of eating, and drinking, and laughing? I will tell you. The abounding good cheer of these English whalers is matter for historical research. Nor have I been at all sparing of historical whale research, when it has seemed needed.\n\nThe English were preceded in the whale fishery by the Hollanders, Zealanders, and Danes; from whom they derived many terms still extant in the fishery; and what is yet more, their fat[^23] old fashions, touching plenty to eat and drink. For, as a general thing, the English merchant-ship scrimps her crew; but not so the English whaler. Hence, in the English, this thing of whaling good cheer is not normal and natural, but incidental and particular; and, therefore, must have some special origin,\n\npage 443\n\nwhich is here pointed out, and will be still further elucidated.[^24]\n\nDuring my researches in the leviathanic histories, I stumbled upon an ancient Dutch volume, which, by the musty whaling smell of it, I knew must be about whalers. The title was, \"Dan Coopman\", wherefore I concluded that this must be the invaluable memoirs of some Amsterdam cooper in the fishery, as every whale ship must carry its cooper. I was reinforced in this opinion by seeing that it was the production of one \"Fitz Swackhammer\". But my friend Dr. Snodhead, a very learned man, professor of Low Dutch[^25] and High German in the college of Santa Claus and St. Pott's,[^26] to whom I handed the work for translation, giving him a box of sperm candles for his trouble—this same Dr. Snodhead, so soon as he spied the book, assured me that \"Dan Coopman\" did not mean \"The Cooper\", but \"The Merchant\". In short, this ancient and learned Low Dutch book treated of the commerce of Holland; and, among other subjects, contained a very interesting account of its whale fishery. And in this chapter it was, headed \"Smeer\", or \"Fat\", that I found a long detailed list of the outfits[^27] for the larders[^28] and cellars of 180 sail of Dutch whalemen; from which list, as translated by Dr. Snodhead. I transcribe the following:\n\n400,000 lbs. of beef.\n\n60,000 lbs. Friesland[^29] pork.\n\n150,000 lbs. of stock fish.[^30]\n\n550,000 lbs. of biscuit.\n\n72,000 lbs. of soft bread.\n\n2,800 firkins[^31] of butter.\n\n20,000 lbs. of Texel[^32] and Leyden[^33] cheese.\n\n144,000 lbs. cheese (probably an inferior article).\n\n550 ankers[^34] of Geneva.[^35]\n\n10,800 barrels of beer.\n\nMost statistical tables are parchingly dry in the reading; not so in the present case, however, where the reader is flooded with whole pipes,[^36] barrels, quarts, and gills[^37] of good gin and good cheer.\n\nAt the time, I devoted three days to the studious digesting of all this beer, beef, and bread, during which many profound\n\npage 444\n\nthoughts were incidentally suggested to me, capable of a transcendental[^38] and Platonic[^39] application; and, furthermore, I compiled supplementary tables of my own, touching the probable quantity of stock-fish, &c., consumed by every Low Dutch harpooneer in that ancient Greenland and Spitzbergen whale fishery. In the first place, the amount of butter, and Texel and Leyden cheese consumed, seems amazing. I impute it, though, to their naturally unctuous natures, being rendered still more unctuous by the nature of their vocation, and especially by their pursuing their game in those frigid Polar Seas, on the very coasts of that Esquimaux country where the convivial natives pledge[^40] each other in bumpers[^41] of train oil.\n\nThe quantity of beer, too, is very large, 10,800 barrels. Now, as those polar fisheries could only be prosecuted[^42] in the short summer of that climate, so that the whole cruise of one of these Dutch whalemen, including the short voyage to and from the Spitzbergen sea, did not much exceed three months, say, and reckoning 30 men to each of their fleet of 180 sail,[^43] we have 5,400 Low Dutch seamen in all; therefore, I say, we have precisely two barrels of beer per man, for a twelve weeks' allowance, exclusive of his fair proportion of that 550 ankers of gin. Now, whether these gin and beer harpooneers, so fuddled[^44] as one might fancy them to have been, were the right sort of men to stand up in a boat's head, and take good aim at flying[^45] whales; this would seem somewhat improbable. Yet they did aim at them, and hit them too. But this was very far North, be it remembered, where beer agrees well with the constitution; upon the Equator, in our southern fishery, beer would be apt to make the harpooneer sleepy at the mast-head and boozy in his boat; and grievous loss might ensue to Nantucket and New Bedford.\n\nBut no more; enough has been said to show that the old Dutch whalers of two or three centuries ago were high livers; and that the English whalers have not neglected so excellent an example. For, say they, when cruising in an empty ship, if you can get nothing better out of the world, get a good dinner out of it, at least. And this empties the decanter.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Samuel_Enderby'target='_blank'>Samuel Enderby:</a> an English whaling entrepreneur (1756-1829)\n"
    },
    {
      "n": 2,
      "note_html": "Tudors: the <a href='http://en.wikipedia.org/wiki/Tudor_Dynasty'target='_blank'>Tudor dynasty,</a> which ruled England from 1485 to 1603\n"
    },
    {
      "n": 3,
      "note_html": "Bourbons: the <a href='http://en.wikipedia.org/wiki/House_of_Bourbon'target='_blank'>House of Bourbon,</a> a dynasty that ruled France, Spain, and other European countries at various periods since 1555\n"
    },
    {
      "n": 4,
      "note_html": "Coffins: the <a href='http://en.wikipedia.org/wiki/Coffin_%28whaling_family%29'target='_blank'>Coffin whaling family</a> of Nantucket\n"
    },
    {
      "n": 5,
      "note_html": "Maceys: A whaling family. Simeon Macey is mentioned in <a href='http://www.powermobydick.com/Moby032.html'target='_blank'>Chapter XXXII</a> as a \"messmate\" of Ishmael's"
    },
    {
      "n": 6,
      "note_html": "Amelia: the Emilia, an Enderby ship <a href='http://www.nzetc.org/tm/scholarly/tei-Gov13_09Rail-t1-body-d7-d2.html'target='_blank'>granted permission to hunt whales</a> in waters controlled by the East India Company"
    },
    {
      "n": 7,
      "note_html": "The great South Sea: the seas south of the Equator in the Pacific and Indian Oceans"
    },
    {
      "n": 8,
      "note_html": "Berth: a place in a harbor where a ship is moored"
    },
    {
      "n": 9,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Sloop-of-war'target='_blank'>Sloop-of-war:</a> a small sailing warship\n"
    },
    {
      "n": 10,
      "note_html": "The same house: that is, Enderby and Sons"
    },
    {
      "n": 11,
      "note_html": "<a href='https://en.wikipedia.org/wiki/Siren_(mythology)'target='_blank'>Syren:</a> in Greek mythology, the sirens were seductive women who called out to sailors and caused their ships to wreck on the nearby rocks\n"
    },
    {
      "n": 12,
      "note_html": "Slipped his cable: in this case, died. To \"slip the cable\" is to untie the anchor rope to make a quick getaway"
    },
    {
      "n": 13,
      "note_html": "<a href='https://en.wikipedia.org/wiki/Flip_(cocktail)'target='_blank'>Flip:</a> a frothy mixed drink"
    },
    {
      "n": 14,
      "note_html": "Trumps: good people"
    },
    {
      "n": 15,
      "note_html": "Saxon: Anglo-Saxon, that is, British"
    },
    {
      "n": 16,
      "note_html": "Anti-scorbutic: a prevention for scurvy, a vitamin C deficiency. Bread doesn't prevent scurvy, but Ishmael is joking that the bread is infested with maggots or weevils, that is, \"fresh fare.\""
    },
    {
      "n": 17,
      "note_html": "Truck: a small piece of wood at the top of a mast"
    },
    {
      "n": 18,
      "note_html": "Helm: the steering apparatus, located at the rear of the ship"
    },
    {
      "n": 19,
      "note_html": "Live parchment boilers: crew. Parchment is made of sheep or goatskin, so \"live parchment\" is living skin"
    },
    {
      "n": 20,
      "note_html": "Crack: first-rate"
    },
    {
      "n": 21,
      "note_html": "Capital: excellent"
    },
    {
      "n": 22,
      "note_html": "Can: can of flip"
    },
    {
      "n": 23,
      "note_html": "Fat: abundant, well-stocked"
    },
    {
      "n": 24,
      "note_html": "Elucidated: clarified"
    },
    {
      "n": 25,
      "note_html": "Low Dutch: Dutch, as opposed to German (also called \"High Dutch\")"
    },
    {
      "n": 26,
      "note_html": "College of Santa Claus and St. Potts: another joking reference to a work of Scoresby's"
    },
    {
      "n": 27,
      "note_html": "Outfits: supplies"
    },
    {
      "n": 28,
      "note_html": "Larders: pantries"
    },
    {
      "n": 29,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Friesland'target='_blank'>Friesland:</a> a province in the far north of the Netherlands\n"
    },
    {
      "n": 30,
      "note_html": "Stock fish: air-dried fish"
    },
    {
      "n": 31,
      "note_html": "Firkins: small wooden barrels"
    },
    {
      "n": 32,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Texel'target='_blank'>Texel:</a> an island in the northwest of the Netherlands\n"
    },
    {
      "n": 33,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Leyden'target='_blank'>Leyden:</a> a city in the southwest of the Netherlands\n"
    },
    {
      "n": 34,
      "note_html": "Anker: a measurement equal to 10 gallons"
    },
    {
      "n": 35,
      "note_html": "Geneva: gin"
    },
    {
      "n": 36,
      "note_html": "Pipes: wine casks that contain 126 gallons each"
    },
    {
      "n": 37,
      "note_html": "Gill: a liquid measure equal to four ounces"
    },
    {
      "n": 38,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Transcendentalism'target='_blank'>Transcendental:</a> having to do with knowledge that comes intuitively, as opposed to knowledge gained through experience or instruction in religion\n"
    },
    {
      "n": 39,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Platonism'target='_blank'>Platonic:</a> having to do with transcending the physical plane and existing in a spiritual one\n"
    },
    {
      "n": 40,
      "note_html": "Pledge: toast"
    },
    {
      "n": 41,
      "note_html": "Bumpers: glasses filled to the brim"
    },
    {
      "n": 42,
      "note_html": "Prosecuted: pursued, engaged in"
    },
    {
      "n": 43,
      "note_html": "Sail: sailing ships"
    },
    {
      "n": 44,
      "note_html": "Fuddled: drunk"
    },
    {
      "n": 45,
      "note_html": "Flying: fleeing"
    }
  ]
}