{
  "main_text": "Chapter CXI\n\nThe Pacific\n\npage 478\n\nWhen gliding by the Bashee isles we emerged at last upon the great South Sea; were it not for other things, I could have greeted my dear Pacific with uncounted thanks, for now the long supplication of my youth was answered; that serene ocean rolled eastwards from me a thousand leagues of blue.\n\nThere is, one knows not what sweet mystery about this sea, whose gently awful stirrings seem to speak of some hidden soul beneath; like those fabled undulations[^1] of the Ephesian sod over the buried Evangelist St. John. And meet it is, that over these sea-pastures, wide-rolling watery prairies and Potters' Fields[^2] of all four continents, the waves should rise and fall, and ebb and flow unceasingly; for here, millions of mixed shades and shadows, drowned dreams, somnambulisms, reveries; all that we call lives and souls, lie dreaming, dreaming, still; tossing like slumberers in their beds; the ever-rolling waves but made so by their restlessness.\n\nTo any meditative Magian[^3] rover, this serene Pacific, once beheld, must ever after be the sea of his adoption. It rolls the midmost waters of the world, the Indian ocean and Atlantic being but its arms. The same waves wash the moles[^4] of the new-built Californian towns, but yesterday planted by the recentest race of men, and lave[^5] the faded but still gorgeous skirts of Asiatic lands, older than Abraham; while all between float milky-ways of coral isles, and low-lying, endless, unknown Archipelagoes, and impenetrable Japans. Thus this mysterious, divine Pacific zones[^6] the world's whole bulk about; makes all coasts one bay to it; seems the tide-beating heart of earth. Lifted by those eternal swells, you needs must own the seductive god, bowing your head to Pan.[^7]\n\nBut few thoughts of Pan stirred Ahab's brain, as standing like an iron statue at his accustomed place beside the mizen\n\npage 479\n\nrigging, with one nostril he unthinkingly snuffed the sugary musk from the Bashee isles (in whose sweet woods mild lovers must be walking), and with the other consciously inhaled the salt breath of the new found sea; that sea in which the hated White Whale must even then be swimming. Launched at length upon these almost final waters, and gliding towards the Japanese cruising-ground, the old man's purpose intensified itself. His firm lips met like the lips of a vice; the Delta[^8] of his forehead's veins swelled like overladen brooks; in his very sleep, his ringing cry ran through the vaulted[^9] hull, Stern all! the White Whale spouts thick blood!\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Those fabled undulations of the Ephesian sod: legend had it that <a href='http://en.wikipedia.org/wiki/John_the_Evangelist'target='_blank'>St. John the Evangelist</a> was buried in Ephesus in modern-day Turkey, but that he was not dead, just sleeping in anticipation of being raised again. It was said that the ground over his grave moved up and down with his breaths, the way a sleeper's blankets do\n"
    },
    {
      "n": 2,
      "note_html": "Potters' Fields: burial sites for unknown or indigent people"
    },
    {
      "n": 3,
      "note_html": "Magian: contemplative, like a Zoroastrian priest"
    },
    {
      "n": 4,
      "note_html": "Moles: stone or earthworks constructions in the water that connect two land masses"
    },
    {
      "n": 5,
      "note_html": "Lave: wash"
    },
    {
      "n": 6,
      "note_html": "Zones: encircles"
    },
    {
      "n": 7,
      "note_html": "Pan: the universe, thought by <a href='http://en.wikipedia.org/wiki/Pantheism'target='_blank'>pantheists</a> to be God\n"
    },
    {
      "n": 8,
      "note_html": "<a href='http://en.wikipedia.org/wiki/River_delta'target='_blank'>Delta:</a> a triangular spreading of the mouth of a river\n"
    },
    {
      "n": 9,
      "note_html": "Vaulted: arched"
    }
  ]
}