{
  "main_text": "Chapter III\n\nThe Spouter-Inn\n\npage 10\n\nEntering that gable-ended Spouter[^1] -Inn, you found yourself in a wide, low, straggling entry with old-fashioned wainscots,[^2] reminding one of the bulwarks of some condemned old craft. On one side hung a very large oil-painting so thoroughly besmoked,[^3] and every way defaced, that in the unequal cross-lights by which you viewed it, it was only by diligent study and a series of systematic visits to it, and careful inquiry of the neighbors, that you could any way arrive at an understanding of its purpose. Such unaccountable masses of shades and shadows, that at first you almost thought some ambitious young artist, in the time of the New England hags,[^4] had endeavored to delineate[^5] chaos bewitched. But by dint of[^6] much and earnest contemplation, and oft repeated ponderings, and especially by throwing open the little window towards the back of the entry, you at last come to the conclusion that such an idea, however wild, might not be altogether unwarranted.\n\nBut what most puzzled and confounded you was a long, limber, portentous,[^7] black mass of something hovering in the\n\npage 11\n\ncentre of the picture over three blue, dim, perpendicular lines floating in a nameless yeast.[^8] A boggy, soggy, squitchy[^9] picture truly, enough to drive a nervous[^10] man distracted. Yet was there a sort of indefinite, half-attained, unimaginable sublimity[^11] about it that fairly froze you to it, till you involuntarily took an oath with yourself to find out what that marvellous painting meant. Ever and anon[^12] a bright, but, alas, deceptive idea would dart you through.—It's the Black Sea[^13] in a midnight gale.—It's the unnatural combat of the four primal elements.[^14] —It's a blasted heath.[^15] —It's a Hyperborean[^16] winter scene.—It's the breaking-up of the ice-bound stream of Time. But at last all these fancies yielded to that one portentous something in the picture's midst. That once found out, and all the rest were plain. But stop; does it not bear a faint resemblance to a gigantic fish? even the great Leviathan himself?\n\nIn fact, the artist's design seemed this: a final theory of my own, partly based upon the aggregated opinions of many aged persons with whom I conversed upon the subject. The picture represents a Cape-Horner[^17] in a great hurricane; the half-foundered[^18] ship weltering[^19] there with its three dismantled masts alone visible; and an exasperated whale, purposing[^20] to spring clean over the craft, is in the enormous act of impaling himself upon the three mast-heads.\n\nThe opposite wall of this entry was hung all over with a heathenish[^21] array of monstrous clubs and spears. Some were thickly set with glittering teeth resembling ivory saws; others were tufted with knots of human hair; and one was sickle-shaped, with a vast handle sweeping round like the segment made in the new-mown grass by a long-armed mower. You shuddered as you gazed, and wondered what monstrous cannibal and savage could ever have gone a death-harvesting with such a hacking, horrifying implement. Mixed with these were rusty old whaling lances[^22] and harpoons[^23] all broken and deformed. Some were storied weapons. With this once long lance, now wildly elbowed, fifty years ago did Nathan Swain[^24] kill fifteen whales between a sunrise and a sunset. And that harpoon—so like a corkscrew now—was flung in Javan[^25] seas, and run away with by a whale, years afterward slain off the Cape of Blanco.[^26] The original iron entered\n\npage 12\n\nnigh the tail, and, like a restless needle sojourning in the body of a man, travelled full forty feet, and at last was found imbedded in the hump.\n\nCrossing this dusky entry, and on through yon low-arched way—cut through what in old times must have been a great central chimney with fire-places all round—you enter the public room. A still duskier place is this, with such low ponderous[^27] beams above, and such old wrinkled planks beneath, that you would almost fancy you trod some old craft's cockpits,[^28] especially of such a howling night, when this corner-anchored[^29] old ark rocked so furiously. On one side stood a long, low, shelf-like table covered with cracked glass cases, filled with dusty rarities gathered from this wide world's remotest nooks. Projecting from the further angle of the room stands a dark-looking den—the bar—a rude attempt at a Right Whale's head. Be that how it may, there stands the vast arched bone of the whale's jaw, so wide, a coach[^30] might almost drive beneath it. Within are shabby shelves, ranged round with old decanters, bottles, flasks; and in those jaws of swift destruction, like another cursed Jonah[^31] (by which name indeed they called him), bustles a little withered old man, who, for their money, dearly sells the sailors deliriums[^32] and death.\n\nAbominable are the tumblers into which he pours his poison. Though true cylinders without—within, the villainous green goggling glasses deceitfully tapered downwards to a cheating bottom. Parallel meridians[^33] rudely pecked into the glass, surround these footpads'[^34] goblets. Fill to this mark, and your charge is but a penny; to this a penny more; and so on to the full glass—the Cape Horn measure, which you may gulp down for a shilling.\n\nUpon entering the place I found a number of young seamen gathered about a table, examining by a dim light divers specimens of skrimshander.[^35] I sought the landlord, and telling him I desired to be accommodated with a room, received for answer that his house was full—not a bed unoccupied. \"But avast,\"[^36] he added, tapping his forehead, \"you haint no objections to sharing a harpooneer's blanket, have ye? I s'pose you are goin' a whalin', so you'd better get used to that sort of thing.\"\n\npage 13\n\nI told him that I never liked to sleep two in a bed; that if I should ever do so, it would depend upon who the harpooneer might be, and that if he (the landlord) really had no other place for me, and the harpooneer was not decidedly objectionable, why rather than wander further about a strange town on so bitter a night, I would put up with the half of any decent man's blanket.\n\n\"I thought so. All right; take a seat. Supper?—you want supper? Supper 'll be ready directly.\"[^37]\n\nI sat down on an old wooden settle,[^38] carved all over like a bench on the Battery. At one end a ruminating tar[^39] was still further adorning it with his jack-knife, stooping over and diligently working away at the space between his legs. He was trying his hand at a ship under full sail, but he didn't make much headway, I thought.\n\nAt last some four or five of us were summoned to our meal in an adjoining room. It was cold as Iceland—no fire at all—the landlord said he couldn't afford it. Nothing but two dismal tallow[^40] candles, each in a winding sheet.[^41] We were fain[^42] to button up our monkey jackets,[^43] and hold to our lips cups of scalding tea with our half frozen fingers. But the fare was of the most substantial kind—not only meat and potatoes, but dumplings; good heavens! dumplings for supper! One young fellow in a green box coat,[^44] addressed himself to these dumplings in a most direful manner.\n\n\"My boy,\" said the landlord, \"you'll have the nightmare to a dead sartainty.\"\n\n\"Landlord,\" I whispered, that aint the harpooneer, is it?\"\n\n\"Oh, no,\" said he, looking a sort of diabolically funny, \"the harpooneer is a dark complexioned chap. He never eats dumplings, he don't—he eats nothing but steaks, and likes 'em rare.\"\n\n\"The devil he does,\" says I. \"Where is that harpooneer? Is he here?\"\n\n\"He'll be here afore long,\" was the answer.\n\nI could not help it, but I began to feel suspicious of this \"dark complexioned\" harpooneer. At any rate, I made up my mind that if it so turned out that we should sleep together, he must undress and get into bed before I did.\n\npage 14\n\nSupper over, the company went back to the bar-room, when, knowing not what else to do with myself, I resolved to spend the rest of the evening as a looker on.\n\nPresently a rioting noise was heard without. Starting up, the landlord cried, \"That's the Grampus's crew. I seed her reported in the offing[^45] this morning; a three years' voyage, and a full ship. Hurrah, boys; now we'll have the latest news from the Feegees.\"[^46]\n\nA tramping of sea boots was heard in the entry; the door was flung open, and in rolled a wild set of mariners enough. Enveloped in their shaggy watch coats, and with their heads muffled in woollen comforters,[^47] all bedarned[^48] and ragged, and their beards stiff with icicles, they seemed an eruption of bears from Labrador.[^49] They had just landed from their boat, and this was the first house they entered. No wonder, then, that they made a straight wake for the whale's mouth—the bar—when the wrinkled little old Jonah, there officiating, soon poured them out brimmers[^50] all round. One complained of a bad cold in his head, upon which Jonah mixed him a pitch[^51] -like potion of gin and molasses, which he swore was a sovereign cure for all colds and catarrhs[^52] whatsoever, never mind of how long standing, or whether caught off the coast of Labrador, or on the weather side[^53] of an ice-island.\n\nThe liquor soon mounted into their heads, as it generally does even with the arrantest[^54] topers[^55] newly landed from sea, and they began capering about most obstreperously.[^56]\n\nI observed, however, that one of them held somewhat aloof, and though he seemed desirous not to spoil the hilarity of his shipmates by his own sober face, yet upon the whole he refrained from making as much noise as the rest. This man interested me at once; and since the sea-gods had ordained that he should soon become my shipmate (though but a sleeping-partner[^57] one, so far as this narrative is concerned), I will here venture upon a little description of him. He stood full six feet in height, with noble shoulders, and a chest like a coffer-dam.[^58] I have seldom seen such brawn in a man. His face was deeply brown and burnt, making his white teeth dazzling by the contrast; while in the deep shadows of his eyes floated some reminiscences that did not seem to give him much joy. His voice at once announced\n\npage 15\n\nthat he was a Southerner, and from his fine stature, I thought he must be one of those tall mountaineers from the Alleganian Ridge[^59] in Virginia. When the revelry of his companions had mounted to its height, this man slipped away unobserved, and I saw no more of him till he became my comrade on the sea. In a few minutes, however, he was missed by his shipmates, and being, it seems, for some reason a huge favorite with them, they raised a cry of \"Bulkington! Bulkington! where's Bulkington?\" and darted out of the house in pursuit of him.\n\nIt was now about nine o'clock, and the room seeming almost supernaturally quiet after these orgies, I began to congratulate myself upon a little plan that had occurred to me just previous to the entrance of the seamen.\n\nNo man prefers to sleep two in a bed. In fact, you would a good deal rather not sleep with your own brother. I don't know how it is, but people like to be private when they are sleeping. And when it comes to sleeping with an unknown stranger, in a strange inn, in a strange town, and that stranger a harpooneer, then your objections indefinitely multiply. Nor was there any earthly reason why I as a sailor should sleep two in a bed, more than anybody else; for sailors no more sleep two in a bed at sea, than bachelor Kings do ashore. To be sure they all sleep together in one apartment, but you have your own hammock, and cover yourself with your own blanket, and sleep in your own skin.\n\nThe more I pondered over this harpooneer, the more I abominated the thought of sleeping with him. It was fair to presume that being a harpooneer, his linen or woollen, as the case might be, would not be of the tidiest, certainly none of the finest. I began to twitch all over. Besides, it was getting late, and my decent harpooneer ought to be home and going bedwards. Suppose now, he should tumble in upon me at midnight—how could I tell from what vile hole he had been coming?\n\n\"Landlord! I've changed my mind about that harpooneer.—I shan't sleep with him. I'll try the bench here.\"\n\n\"Just as you please; I'm sorry I cant spare ye a tablecloth for a mattress, and it's a plaguy[^60] rough board here\"—feeling of the knots and notches. \"But wait a bit, Skrimshander;[^61] I've\n\npage 16\n\ngot a carpenter's plane there in the bar—wait, I say, and I'll make ye snug enough.\" So saying he procured the plane; and with his old silk handkerchief first dusting the bench, vigorously set to planing away at my bed, the while grinning like an ape. The shavings flew right and left; till at last the plane-iron came bump against an indestructible knot. The landlord was near spraining his wrist, and I told him for heaven's sake to quit—the bed was soft enough to suit me, and I did not know how all the planing in the world could make eider[^62] down of a pine plank. So gathering up the shavings with another grin, and throwing them into the great stove in the middle of the room, he went about his business, and left me in a brown study.[^63]\n\nI now took the measure of the bench, and found that it was a foot too short; but that could be mended with a chair. But it was a foot too narrow, and the other bench in the room was about four inches higher than the planed one—so there was no yoking[^64] them. I then placed the first bench lengthwise along the only clear space against the wall, leaving a little interval between, for my back to settle down in. But I soon found that there came such a draught of cold air over me from under the sill of the window, that this plan would never do at all, especially as another current from the rickety door met the one from the window, and both together formed a series of small whirlwinds in the immediate vicinity of the spot where I had thought to spend the night.\n\nThe devil fetch that harpooneer, thought I, but stop, couldn't I steal a march on him—bolt his door inside, and jump into his bed, not to be wakened by the most violent knockings? It seemed no bad idea; but upon second thoughts I dismissed it. For who could tell but what the next morning, so soon as I popped out of the room, the harpooneer might be standing in the entry, all ready to knock me down!\n\nStill, looking around me again, and seeing no possible chance of spending a sufferable[^65] night unless in some other person's bed, I began to think that after all I might be cherishing unwarrantable[^66] prejudices against this unknown harpooneer. Thinks I, I'll wait awhile; he must be dropping in before long. I'll have a good look at him then, and perhaps we may become jolly good bedfellows after all—there's no telling.\n\npage 17\n\nBut though the other boarders kept coming in by ones, twos, and threes, and going to bed, yet no sign of my harpooneer.\n\n\"Landlord!\" said I, \"what sort of a chap is he—does he always keep such late hours?\" It was now hard upon twelve o'clock.\n\nThe landlord chuckled again with his lean chuckle, and seemed to be mightily tickled at something beyond my comprehension. \"No,\" he answered, \"generally he's an early bird - airley to bed and airley to rise—yes, he's the bird what catches the worm.—But to-night he went out a peddling, you see, and I don't see what on airth keeps him so late, unless, may be, he can't sell his head.\"\n\n\"Can't sell his head?—What sort of a bamboozingly[^67] story is this you are telling me?\" getting into a towering rage. \"Do you pretend to say, landlord, that this harpooneer is actually engaged this blessed Saturday night, or rather Sunday morning, in peddling his head around this town?\"\n\n\"That's precisely it,\" said the landlord, \"and I told him he couldn't sell it here, the market's overstocked.\"\n\n\"With what?\" shouted I.\n\n\"With heads to be sure; ain't there too many heads in the world?\"\n\n\"I tell you what it is, landlord,\" said I, quite calmly, \"you'd better stop spinning that yarn[^68] to me—I'm not green.\"[^69]\n\n\"May be not,\" taking out a stick and whittling a toothpick, \"but I rayther guess you'll be done brown if that ere harpooneer hears you a slanderin' his head.\"\n\n\"I'll break it for him,\" said I, now flying into a passion again at this unaccountable farrago[^70] of the landlord's.\n\n\"It's broke a'ready,\" said he.\n\n\"Broke,\" said I— \"broke, do you mean?\"\n\n\"Sartain,[^71] and that's the very reason he can't sell it, I guess.\"\n\n\"Landlord,\" said I, going up to him as cool as Mt. Hecla[^72] in a snow storm,—\"landlord, stop whittling. You and I must understand one another, and that too without delay. I come to your house and want a bed; you tell me you can only give me half a one; that the other half belongs to a certain harpooneer. And about this harpooneer, whom I have not yet seen, you persist in telling me the most mystifying and exasperating stories, tending to beget[^73] in me an uncomfortable feeling towards the man whom\n\npage 18\n\nyou design for my bedfellow—a sort of connexion, landlord, which is an intimate and confidential one in the highest degree. I now demand of you to speak out and tell me who and what this harpooneer is, and whether I shall be in all respects safe to spend the night with him. And in the first place, you will be so good as to unsay that story about selling his head, which if true I take to be good evidence that this harpooneer is stark mad, and I've no idea of sleeping with a madman; and you, sir, you I mean, landlord, you, sir, by trying to induce me to do so knowingly, would thereby render yourself liable to a criminal prosecution.\"\n\n\"Wall,\" said the landlord, fetching a long breath, \"that's a purty long sarmon for a chap that rips[^74] a little now and then. But be easy, be easy, this here harpooneer I have been tellin' you of has just arrived from the south seas,[^75] where he bought up a lot of 'balmed New Zealand heads[^76] (great curios, you know), and he's sold all on 'em but one, and that one he's trying to sell to-night, cause to-morrow's Sunday, and it would not do to be sellin' human heads about the streets when folks is goin' to churches. He wanted to, last Sunday, but I stopped him just as he was goin' out of the door with four heads strung on a string, for all the airth like a string of inions.\"\n\nThis account cleared up the otherwise unaccountable mystery, and showed that the landlord, after all, had had no idea of fooling me—but at the same time what could I think of a harpooneer who stayed out a Saturday night clean into the holy Sabbath, engaged in such a cannibal business as selling the heads of dead idolators?\n\n\"Depend upon it, landlord, that harpooneer is a dangerous man.\"\n\n\"He pays reg'lar,\" was the rejoinder. \"But come, it's getting dreadful late, you had better be turning flukes[^77] —it's a nice bed: Sal and me slept in that ere bed the night we were spliced.[^78] There's plenty room for two to kick about in that bed; it's an almighty big bed that. Why, afore we give it up, Sal used to put our Sam and little Johnny in the foot of it. But I got a dreaming and sprawling about one night, and somehow, Sam got pitched on the floor, and came near breaking his arm. After\n\npage 19\n\nthat, Sal said it wouldn't do. Come along here, I'll give ye a glim[^79] in a jiffy;\" and so saying he lighted a candle and held it towards me, offering to lead the way. But I stood irresolute; when looking at a clock in the corner, he exclaimed \"I vum[^80] it's Sunday—you won't see that harpooneer to-night; he's come to anchor somewhere—come along then; do come; won't ye come?\"\n\nI considered the matter a moment, and then up stairs we went, and I was ushered into a small room, cold as a clam, and furnished, sure enough, with a prodigious bed, almost big enough indeed for any four harpooneers to sleep abreast.\n\n\"There,\" said the landlord, placing the candle on a crazy old sea chest that did double duty as a wash-stand and centre table; \"there, make yourself comfortable now, and good night to ye.\" I turned round from eyeing the bed, but he had disappeared.\n\nFolding back the counterpane,[^81] I stooped over the bed. Though none of the most elegant, it yet stood the scrutiny tolerably well. I then glanced round the room; and besides the bedstead and centre table, could see no other furniture belonging to the place, but a rude[^82] shelf, the four walls, and a papered fireboard[^83] representing a man striking a whale. Of things not properly belonging to the room, there was a hammock lashed up, and thrown upon the floor in one corner; also a large seaman's bag, containing the harpooneer's wardrobe, no doubt in lieu of a land trunk. Likewise, there was a parcel of outlandish bone fish hooks on the shelf over the fire-place, and a tall harpoon standing at the head of the bed.\n\nBut what is this on the chest? I took it up, and held it close to the light, and felt it, and smelt it, and tried every way possible to arrive at some satisfactory conclusion concerning it. I can compare it to nothing but a large door mat, ornamented at the edges with little tinkling tags something like the stained porcupine quills round an Indian moccasin. There was a hole or slit in the middle of this mat, as you see the same in South American ponchos. But could it be possible that any sober harpooneer would get into a door mat, and parade the streets of any Christian town in that sort of guise? I put it on, to try it, and it weighed me down like a hamper,[^84] being uncommonly shaggy and thick, and I thought a little damp, as though this\n\npage 20\n\nmysterious harpooneer had been wearing it of a rainy day. I went up in it to a bit of glass stuck against the wall, and I never saw such a sight in my life. I tore myself out of it in such a hurry that I gave myself a kink in the neck.\n\nI sat down on the side of the bed, and commenced thinking about this head-peddling harpooneer, and his door mat. After thinking some time on the bed-side, I got up and took off my monkey jacket, and then stood in the middle of the room thinking. I then took off my coat, and thought a little more in my shirt sleeves. But beginning to feel very cold now, half undressed as I was, and remembering what the landlord said about the harpooneer's not coming home at all that night, it being so very late, I made no more ado, but jumped out of my pantaloons and boots, and then blowing out the light tumbled into bed, and commended myself to the care of heaven.\n\nWhether that mattress was stuffed with corn-cobs or broken crockery, there is no telling, but I rolled about a good deal, and could not sleep for a long time. At last I slid off into a light doze, and had pretty nearly made a good offing towards the land of Nod,[^85] when I heard a heavy footfall in the passage, and saw a glimmer of light come into the room from under the door.\n\nLord save me, thinks I, that must be the harpooneer, the infernal head-peddler. But I lay perfectly still, and resolved not to say a word till spoken to. Holding a light in one hand, and that identical[^86] New Zealand head in the other, the stranger entered the room, and without looking towards the bed, placed his candle a good way off from me on the floor in one corner, and then began working away at the knotted cords of the large bag I before spoke of as being in the room. I was all eagerness to see his face, but he kept it averted for some time while employed in unlacing the bag's mouth. This accomplished, however, he turned round—when, good heavens! what a sight! Such a face! It was of a dark purplish, yellow color, here and there stuck over with large, blackish looking squares. Yes, it's just as I thought, he's a terrible bedfellow; he's been in a fight, got dreadfully cut, and here he is, just from the surgeon. But at that moment he chanced to turn his face so towards the light, that I plainly saw they could not be sticking-plasters at all,\n\npage 21\n\nthose black squares on his cheeks. they were stains of some sort or other. At first I knew not what to make of this; but soon an inkling of the truth occurred to me. I remembered a story of a white man—a whaleman too—who, falling among the cannibals, had been tattooed by them. I concluded that this harpooneer, in the course of his distant voyages, must have met with a similar adventure. And what is it, thought I, after all! It's only his outside; a man can be honest in any sort of skin. But then, what to make of his unearthly complexion, that part of it, I mean, lying round about, and completely independent of the squares of tattooing. To be sure, it might be nothing but a good coat of tropical tanning; but I never heard of a hot sun's tanning a white man into a purplish yellow one. However, I had never been in the South Seas; and perhaps the sun there produced these extraordinary effects upon the skin. Now, while all these ideas were passing through me like lightning, this harpooneer never noticed me at all. But, after some difficulty having opened his bag, he commenced fumbling in it, and presently pulled out a sort of tomahawk, and a seal-skin wallet with the hair on. Placing these on the old chest in the middle of the room, he then took the New Zealand head—a ghastly thing enough—and crammed it down into the bag. He now took off his hat—a new beaver hat[^87] —when I came nigh singing out with fresh surprise. There was no hair on his head—none to speak of at least—nothing but a small scalp-knot twisted up on his forehead. His bald purplish head now looked for all the world like a mildewed skull. Had not the stranger stood between me and the door, I would have bolted out of it quicker than ever I bolted a dinner.\n\nEven as it was, I thought something of slipping out of the window, but it was the second floor back. I am no coward, but what to make of this head-peddling purple rascal altogether passed my comprehension. Ignorance is the parent of fear, and being completely nonplussed and confounded[^88] about the stranger, I confess I was now as much afraid of him as if it was the devil himself who had thus broken into my room at the dead of night. In fact, I was so afraid of him that I was not game enough just then to address him, and demand a satisfactory answer concerning what seemed inexplicable in him.\n\npage 22\n\nMeanwhile, he continued the business of undressing, and at last showed his chest and arms. As I live, these covered parts of him were checkered with the same squares as his face; his back, too, was all over the same dark squares; he seemed to have been in a Thirty Years' War,[^89] and just escaped from it with a sticking-plaster[^90] shirt. Still more, his very legs were marked, as if a parcel of dark green frogs were running up the trunks of young palms. It was now quite plain that he must be some abominable savage or other shipped aboard of a whaleman[^91] in the South Seas, and so landed in this Christian country. I quaked to think of it. A peddler of heads too—perhaps the heads of his own brothers. He might take a fancy to mine—heavens! look at that tomahawk!\n\nBut there was no time for shuddering, for now the savage went about something that completely fascinated my attention, and convinced me that he must indeed be a heathen. Going to his heavy grego,[^92] or wrapall,[^93] or dreadnaught,[^94] which he had previously hung on a chair, he fumbled in the pockets, and produced at length a curious little deformed image with a hunch on its back, and exactly the color of a three days' old Congo baby. Remembering the embalmed head, at first I almost thought that this black manikin was a real baby preserved in some similar manner. But seeing that it was not at all limber, and that it glistened a good deal like polished ebony, I concluded that it must be nothing but a wooden idol, which indeed it proved to be. For now the savage goes up to the empty fireplace, and removing the papered fire-board, sets up this little hunchbacked image, like a tenpin,[^95] between the andirons. the chimney jambs and all the bricks inside were very sooty, so that I thought this fire-place made a very appropriate little shrine or chapel for his Congo idol.\n\nI now screwed my eyes hard towards the half hidden image, feeling but ill at ease meantime—to see what was next to follow. First he takes about a double handful of shavings out of his grego pocket, and places them carefully before the idol; then laying a bit of ship biscuit on top and applying the flame from the lamp, he kindled the shavings into a sacrificial blaze. Presently, after many hasty snatches into the fire, and still hastier\n\npage 23\n\nwithdrawals of his fingers (whereby he seemed to be scorching them badly), he at last succeeded in drawing out the biscuit; then blowing off the heat and ashes a little, he made a polite offer of it to the little negro. But the little devil did not seem to fancy such dry sort of fare at all; he never moved his lips. All these strange antics were accompanied by still stranger guttural noises from the devotee, who seemed to be praying in a sing-song or else singing some pagan psalmody[^96] or other, during which his face twitched about in the most unnatural manner. At last extinguishing the fire, he took the idol up very unceremoniously, and bagged it again in his grego pocket as carelessly as if he were a sportsman bagging a dead woodcock.\n\nAll these queer proceedings increased my uncomfortableness, and seeing him now exhibiting strong symptoms of concluding his business operations, and jumping into bed with me, I thought it was high time, now or never, before the light was put out, to break the spell into which I had so long been bound.\n\nBut the interval I spent in deliberating what to say, was a fatal one. Taking up his tomahawk from the table, he examined the head of it for an instant, and then holding it to the light, with his mouth at the handle, he puffed out great clouds of tobacco smoke. The next moment the light was extinguished, and this wild cannibal, tomahawk between his teeth, sprang into bed with me. I sang out, I could not help it now; and giving a sudden grunt of astonishment he began feeling me.\n\nStammering out something, I knew not what, I rolled away from him against the wall, and then conjured[^97] him, whoever or whatever he might be, to keep quiet, and let me get up and light the lamp again. But his guttural responses satisfied me at once that he but ill comprehended my meaning.\n\n\"Who-e debel you?\"—he at last said—\"you no speak-e, dam-me, I kill-e.\" And so saying the lighted tomahawk began flourishing about me in the dark.\n\n\"Landlord, for God's sake, Peter Coffin!\" shouted I. \"Landlord! Watch![^98] Coffin! Angels! save me!\"\n\n\"Speak-e! tell-ee me who-ee be, or dam- me, I kill-e!\" again growled the cannibal, while his horrid flourishings of the tomahawk scattered the hot tobacco ashes about me till I thought\n\npage 24\n\nmy linen[^99] would get on fire. But thank heaven, at that moment the landlord came into the room light in hand, and leaping from the bed I ran up to him.\n\n\"Don't be afraid now,\" said he, grinning again. \"Queequeg here wouldn't harm a hair of your head.\"\n\n\"Stop your grinning,\" shouted I, \"and why didn't you tell me that that infernal harpooneer was a cannibal?\"\n\n\"I thought ye know'd it;—didn't I tell ye, he was peddlin' heads around town?—but turn flukes again and go to sleep. Queequeg, look here—you sabbee me, I sabbee you—this man sleepe you—you sabbee?\"—\n\n\"Me sabbee plenty\"—grunted Queequeg, puffing away at his pipe and sitting up in bed.\n\n\"You gettee in,\" he added, motioning to me with his tomahawk, and throwing the clothes to one side. He really did this in not only a civil but a really kind and charitable way. I stood looking at him a moment. For all his tattooings he was on the whole a clean, comely looking cannibal. What's all this fuss I have been making about, thought I to myself—the man's a human being just as I am: he has just as much reason to fear me, as I have to be afraid of him. Better sleep with a sober cannibal than a drunken Christian.\n\n\"Landlord,\" said I, \"tell him to stash his tomahawk there, or pipe, or whatever you call it; tell him to stop smoking, in short, and I will turn in with him. But I don't fancy having a man smoking in bed with me. It's dangerous. Besides, I aint insured.\"\n\nThis being told to Queequeg, he at once complied, and again politely motioned me to get into bed—rolling over to one side as much as to say—I won't touch a leg of ye.\n\n\"Good night, landlord,\" said I, \"you may go.\"\n\nI turned in, and never slept better in my life.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Spouter: sailor's slang for a whaleship"
    },
    {
      "n": 2,
      "note_html": "Wainscots: wood paneling on the lower walls of a room"
    },
    {
      "n": 3,
      "note_html": "Besmoked: stained with smoke"
    },
    {
      "n": 4,
      "note_html": "New England hags: people accused of witchcraft during the Salem, Massachusetts <a href='http://en.wikipedia.org/wiki/Salem_witch_trial'target='_blank'>witch trials</a> of 1692 and 1693\n"
    },
    {
      "n": 5,
      "note_html": "Delineate: portray"
    },
    {
      "n": 6,
      "note_html": "By dint of: by means of"
    },
    {
      "n": 7,
      "note_html": "Portentous: ominous"
    },
    {
      "n": 8,
      "note_html": "Yeast: a frothy, grayish yellow liquid used to ferment beer"
    },
    {
      "n": 9,
      "note_html": "Squitchy: probably a made-up word"
    },
    {
      "n": 10,
      "note_html": "Nervous: high-strung"
    },
    {
      "n": 11,
      "note_html": "Sublimity: the quality of inspiring awe"
    },
    {
      "n": 12,
      "note_html": "Ever and anon: once in a while"
    },
    {
      "n": 13,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Black_sea'target='_blank'>Black Sea:</a> a sea between southeastern Europe and Turkey\n"
    },
    {
      "n": 14,
      "note_html": "The four <a href='http://en.wikipedia.org/wiki/Classical_element'target='_blank'>primal elements:</a> earth, water, air, and fire\n"
    },
    {
      "n": 15,
      "note_html": "Blasted heath: an area of uncultivated ground, damaged as by a battle. In <a href='http://shakespeare.mit.edu/macbeth/macbeth.1.3.html'target='_blank'>Macbeth,</a> the three witches meet on a \"blasted heath\""
    },
    {
      "n": 16,
      "note_html": "Hyperborean: arctic. In Greek mythology, <a href='http://en.wikipedia.org/wiki/Hyperborea'target='_blank'>Hyperborea</a> was a perfect land in the far north"
    },
    {
      "n": 17,
      "note_html": "Cape-Horner: a ship strong enough for the difficult journey around Cape Horn"
    },
    {
      "n": 18,
      "note_html": "Half-foundered: half-filled with water and sinking. A \"foundered\" ship has sunk"
    },
    {
      "n": 19,
      "note_html": "Weltering: moving in a turbulent fashion"
    },
    {
      "n": 20,
      "note_html": "Purposing: trying"
    },
    {
      "n": 21,
      "note_html": "Heathenish: from people who do not accept Judaism or Christianity"
    },
    {
      "n": 22,
      "note_html": "<a href='http://whalesite.org/whaling/whalecraft/Lances/Lances.html'target='_blank'>Lance:</a> a long weapon for thrusting, with a pole for a handle and a pointed metal tip\n"
    },
    {
      "n": 23,
      "note_html": "<a href='http://whalesite.org/whaling/whalecraft/Harpoons/Harpoons.html'target='_blank'>Harpoon:</a> a long weapon with a barbed end that is tied to a rope and thrown at prey such as a whale\n"
    },
    {
      "n": 24,
      "note_html": "Nathan Swain: <a href='https://www.findagrave.com/memorial/122918805'target='blank'>Nathaniel Swain</a> (1727-1781), a scion of one of Nantucket's notable whaling families"
    },
    {
      "n": 25,
      "note_html": "Javan: near the island of <a href='http://en.wikipedia.org/wiki/Java'target='_blank'>Java,</a> in Indonesia\n"
    },
    {
      "n": 26,
      "note_html": "Cape of Blanco: <a href='http://en.wikipedia.org/wiki/Cabo_Blanco%2C_Peru'target='_blank'>Cabo Blanco,</a> a fishing village in northern Peru\n"
    },
    {
      "n": 27,
      "note_html": "Ponderous: weighty"
    },
    {
      "n": 28,
      "note_html": "Cockpits: a cramped space below a ship's waterline"
    },
    {
      "n": 29,
      "note_html": "Corner-anchored: that is, fixed to the ground"
    },
    {
      "n": 30,
      "note_html": "Coach: stagecoach"
    },
    {
      "n": 31,
      "note_html": "Another cursed <a href='http://en.wikipedia.org/wiki/Jonah'target='_blank'>Jonah:</a> the biblical Jonah was swallowed by a whale\n"
    },
    {
      "n": 32,
      "note_html": "Deliriums: intoxicated states"
    },
    {
      "n": 33,
      "note_html": "Meridians: horizontal lines, though a meridian is a longitudinal line, running from North to South Pole"
    },
    {
      "n": 34,
      "note_html": "Footpads: robbers"
    },
    {
      "n": 35,
      "note_html": "Skrimshander: <a href='http://en.wikipedia.org/wiki/Scrimshaw'target='_blank'>scrimshaw,</a> whale bone decorated with carvings"
    },
    {
      "n": 36,
      "note_html": "Avast: halt"
    },
    {
      "n": 37,
      "note_html": "Directly: soon"
    },
    {
      "n": 38,
      "note_html": "Settle: a wooden bench with a high back and arms"
    },
    {
      "n": 39,
      "note_html": "Tar: sailor"
    },
    {
      "n": 40,
      "note_html": "Tallow: the fat of cows or sheep, which was used to make smoky and bad-smelling candles"
    },
    {
      "n": 41,
      "note_html": "Winding sheet: the cloth in which a corpse is wrapped for burial, used metaphorically here to refer to congealed grease"
    },
    {
      "n": 42,
      "note_html": "Fain: obliged"
    },
    {
      "n": 43,
      "note_html": "Monkey jackets: short, tight-fitting jackets traditionally worn by sailors"
    },
    {
      "n": 44,
      "note_html": "Box coat: a heavy overcoat worn by coachmen"
    },
    {
      "n": 45,
      "note_html": "Offing: a view of the open sea"
    },
    {
      "n": 46,
      "note_html": "Feegees: the <a href='http://en.wikipedia.org/wiki/Fiji'target='_blank'>Fiji Islands</a> in the South Pacific Ocean\n"
    },
    {
      "n": 47,
      "note_html": "Comforters: long scarves"
    },
    {
      "n": 48,
      "note_html": "Bedarned: mended by darning"
    },
    {
      "n": 49,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Labrador_Peninsula'target='_blank'>Labrador:</a> a peninsula in eastern Canada\n"
    },
    {
      "n": 50,
      "note_html": "Brimmer: a brimming-full bowl or glass"
    },
    {
      "n": 51,
      "note_html": "Pitch: a sticky black substance distilled from tar"
    },
    {
      "n": 52,
      "note_html": "Catarrh: a buildup of mucous in the nose or throat"
    },
    {
      "n": 53,
      "note_html": "The weather side: the side that is not protected from the weather"
    },
    {
      "n": 54,
      "note_html": "Arrantest: most utter"
    },
    {
      "n": 55,
      "note_html": "Toper: drinker"
    },
    {
      "n": 56,
      "note_html": "Obstreperously: noisily, rambunctiously"
    },
    {
      "n": 57,
      "note_html": "Sleeping-partner: a silent partner in a business"
    },
    {
      "n": 58,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Coffer-dam'target='_blank'>Coffer-dam:</a> a watertight enclosure used to build or repair underwater objects such as a bridge or boat\n"
    },
    {
      "n": 59,
      "note_html": "Alleganian Ridge: <a href='http://en.wikipedia.org/wiki/Allegheny_Mountain_%28West_Virginia%2C_Virginia%29'target='_blank'>Allegheny Mountain,</a> a ridge in the Appalachian Mountains\n"
    },
    {
      "n": 60,
      "note_html": "Plaguy: troublesome, annoying"
    },
    {
      "n": 61,
      "note_html": "Skrimshander: someone who makes skrimshaw"
    },
    {
      "n": 62,
      "note_html": "Eider: a North Sea duck"
    },
    {
      "n": 63,
      "note_html": "Brown study: contemplative mood"
    },
    {
      "n": 64,
      "note_html": "Yoking: joining"
    },
    {
      "n": 65,
      "note_html": "Sufferable: tolerable"
    },
    {
      "n": 66,
      "note_html": "Unwarrantable: unjustified"
    },
    {
      "n": 67,
      "note_html": "Bamboozingly: foolish, cheating"
    },
    {
      "n": 68,
      "note_html": "Spinning that yarn: telling that tall tale"
    },
    {
      "n": 69,
      "note_html": "Green: inexperienced, naive"
    },
    {
      "n": 70,
      "note_html": "Farrago: a confused mixture"
    },
    {
      "n": 71,
      "note_html": "Sartain: the innkeeper's pronunciation of \"certain\""
    },
    {
      "n": 72,
      "note_html": "Mt. Hecla: <a href='http://en.wikipedia.org/wiki/Hekla'target='_blank'>Mt.  Hekla,</a> a volcanic mountain in Iceland that had erupted in 1845, six years before the publication of <i>Moby-Dick</i>"
    },
    {
      "n": 73,
      "note_html": "Beget: create"
    },
    {
      "n": 74,
      "note_html": "Rips: speaks angrily"
    },
    {
      "n": 75,
      "note_html": "South seas: the <a href='http://en.wikipedia.org/wiki/Oceania'target='_blank'>South Pacific Ocean</a>\n"
    },
    {
      "n": 76,
      "note_html": "New Zealand heads: <a href='https://en.wikipedia.org/wiki/Mokomokai'target='_blank'>Mokomokai,</a>\n the preserved heads of tattooed Maori tribesmen, bartered for goods in the 1820s"
    },
    {
      "n": 77,
      "note_html": "Turning flukes: in this case, getting to bed. A whale \"turns flukes\" when it rises its head slightly, then dives straight down in search of food, its tail or \"flukes\" the last thing visible as it goes"
    },
    {
      "n": 78,
      "note_html": "Spliced: that is, married"
    },
    {
      "n": 79,
      "note_html": "Glim: candle"
    },
    {
      "n": 80,
      "note_html": "Vum: swear"
    },
    {
      "n": 81,
      "note_html": "Counterpane: bedspread"
    },
    {
      "n": 82,
      "note_html": "Rude: roughly made"
    },
    {
      "n": 83,
      "note_html": "Fireboard: a covering for the opening of a fireplace"
    },
    {
      "n": 84,
      "note_html": "Hamper: a shackle"
    },
    {
      "n": 85,
      "note_html": "Land of Nod: where you go when you sleep"
    },
    {
      "n": 86,
      "note_html": "Identical: self-same"
    },
    {
      "n": 87,
      "note_html": "Beaver hat: a top hat made of felted beaver fur"
    },
    {
      "n": 88,
      "note_html": "Confounded: confused"
    },
    {
      "n": 89,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Thirty_years_war'target='_blank'>Thirty Years' War:</a> a war fought between Germany and various other European powers in the years 1618 to 1648\n"
    },
    {
      "n": 90,
      "note_html": "Sticking-plaster: adhesive bandage"
    },
    {
      "n": 91,
      "note_html": "Whaleman: a whaling vessel"
    },
    {
      "n": 92,
      "note_html": "Grego: a hooded jacket"
    },
    {
      "n": 93,
      "note_html": "Wrapall: a sailor's heavy overcoat"
    },
    {
      "n": 94,
      "note_html": "Dreadnaught: a heavy overcoat"
    },
    {
      "n": 95,
      "note_html": "Tenpin: bowling pin"
    },
    {
      "n": 96,
      "note_html": "Psalmody: the singing of sacred songs"
    },
    {
      "n": 97,
      "note_html": "Conjured: called upon"
    },
    {
      "n": 98,
      "note_html": "Watch: night watchman or policeman on patrol"
    },
    {
      "n": 99,
      "note_html": "Linen: that is, linen nightshirt"
    }
  ]
}