{
  "main_text": "Chapter XC\n\nHeads or Tails\n\npage 397\n\n\"De balena vero sufficit,[^1] si rex habeat caput, et regina caudam.\"\n\nBracton, l 3. c. 3.\n\nLatin from the books of the Laws of England, which taken along with the context, means, that of all whales captured by anybody on the coast of that land, the King, as Honorary Grand Harpooneer, must have the head, and the Queen be respectfully presented with the tail. A division which, in the whale, is much like halving an apple; there is no intermediate remainder. Now as this law, under a modified form, is to this day in force in England; and as it offers in various respects a strange anomaly touching the general law of Fast and Loose-Fish, it is here treated of in a separate chapter, on the same courteous principle that prompts the English railways to be at the expense of a separate car,[^2] specially reserved for the accommodation of royalty. In the first place, in curious proof of the fact that the above-mentioned law is still in force, I proceed to lay before you a circumstance that happened within the last two years.\n\nIt seems that some honest mariners of Dover, or Sandwich, or some one of the Cinque Ports,[^3] had after a hard chase succeeded in killing and beaching a fine whale which they had originally descried afar off from the shore. Now the Cinque Ports are partially or somehow under the jurisdiction of a sort of policeman or beadle,[^4] called a Lord Warden. Holding the office directly from the crown, I believe, all the royal emoluments[^5] incident to the Cinque Port territories become by assignment his. By some writers this office is called a sinecure.[^6] But not so. Because the Lord Warden is busily employed at times in fobbing[^7] his perquisites;[^8] which are his chiefly by virtue of that same fobbing of them.\n\nNow when these poor sun-burnt mariners, bare-footed, and\n\npage 398\n\nwith their trowsers rolled high up on their eely legs, had wearily hauled their fat fish high and dry, promising themselves a good 150 pounds from the precious oil and bone; and in fantasy sipping rare tea with their wives, and good ale with their cronies, upon the strength of their respective shares; up steps a very learned and most Christian and charitable gentleman, with a copy of Blackstone[^9] under his arm; and laying it upon the whale's head, he says—\"Hands off! this fish, my masters, is a Fast-Fish. I seize it as the Lord Warden's\". Upon this the poor mariners in their respectful consternation—so truly English—knowing not what to say, fall to vigorously scratching their heads all round; meanwhile ruefully glancing from the whale to the stranger. But that did in nowise mend the matter, or at all soften the hard heart of the learned gentleman with the copy of Blackstone. At length one of them, after long scratching about for his ideas, made bold to speak.\n\n\"Please, Sir, who is the Lord Warden?\"\n\n\"The Duke.\"\n\n\"But the duke had nothing to do with taking this fish?\"\n\n\"It is his.\"\n\n\"We have been at great trouble, and peril, and some expense, and is all that to go to the Duke's benefit; we getting nothing at all for our pains but our blisters?\"\n\n\"It is his.\"\n\n\"Is the Duke so very poor as to be forced to this desperate mode of getting a livelihood?\"\n\n\"It is his.\"\n\n\"I thought to relieve[^10] my old bed-ridden mother by part of my share of this whale.\"\n\n\"It is his.\"\n\n\"Won't the Duke be content with a quarter or a half?\"\n\n\"It is his.\"\n\nIn a word, the whale was seized and sold, and his Grace the Duke of Wellington[^11] received the money. Thinking that viewed in some particular lights, the case might by a bare possibility in some small degree be deemed, under the circumstances, a rather hard one, an honest clergyman of the town respectfully addressed a note to his Grace, begging him to take the case of those unfortunate\n\npage 399\n\nmariners into full consideration. To which my Lord Duke in substance replied (both letters were published) that he had already done so, and received the money, and would be obliged to the reverend gentleman if for the future he (the reverend gentleman) would decline meddling with other people's business. Is this the still militant old man, standing at the corners of the three kingdoms,[^12] on all hands coercing alms of beggars?\n\nIt will readily be seen that in this case the alleged right of the Duke to the whale was a delegated one from the Sovereign. We must needs inquire then on what principle the Sovereign is originally invested with that right. The law itself has already been set forth. But Plowdon[^13] gives us the reason for it. Says Plowdon, the whale so caught belongs to the King and Queen, \"because of its superior excellence.\" And by the soundest commentators this has ever been held a cogent argument in such matters.\n\nBut why should the King have the head, and the Queen the tail? A reason for that, ye lawyers!\n\nIn his treatise on \"Queen-Gold\", or Queen- pinmoney,[^14] an old King's Bench[^15] author, one William Prynne,[^16] thus discourseth: \"Ye tail is ye Queen's, that ye Queen's wardrobe may be supplied with ye whalebone\". Now this was written at a time when the black limber[^17] bone of the Greenland or Right whale was largely used in ladies' bodices. But this same bone is not in the tail; it is in the head, which is a sad mistake for a sagacious lawyer like Prynne. But is the Queen a mermaid, to be presented with a tail? An allegorical meaning may lurk here.\n\nThere are two royal fish so styled by the English law writers—the whale and the sturgeon; both royal property under certain limitations, and nominally supplying the tenth branch of the crown's ordinary revenue.[^18] I know not that any other author has hinted of the matter; but by inference it seems to me that the sturgeon must be divided in the same way as the whale, the King receiving the highly dense and elastic head peculiar to that fish, which, symbolically regarded, may possibly be humorously grounded upon some presumed congeniality. And thus there seems a reason in all things, even in law.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "<i>De balena vero sufficit...:</i> \"The king owns the head of a whale; the queen owns the tail.\" This is a quote from the writings of English jurist <a href='http://en.wikipedia.org/wiki/Henry_de_Bracton'target='_blank'>Henry de Bracton</a> (c. 1210-1268)\n"
    },
    {
      "n": 2,
      "note_html": "Separate car: this refers to the <a href='http://en.wikipedia.org/wiki/Royal_Train'target='_blank'>royal train</a>"
    },
    {
      "n": 3,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Cinque_ports'target='_blank'>Cinque Ports:</a> a series of coastal towns in Kent and Sussex, England\n"
    },
    {
      "n": 4,
      "note_html": "Beadle: a government officer"
    },
    {
      "n": 5,
      "note_html": "Emoluments: payments, compensation"
    },
    {
      "n": 6,
      "note_html": "Sinecure: a job with no duties but with a salary"
    },
    {
      "n": 7,
      "note_html": "Fobbing: pocketing"
    },
    {
      "n": 8,
      "note_html": "Perquisites: benefits of his office"
    },
    {
      "n": 9,
      "note_html": "Blackstone: <a href='http://en.wikipedia.org/wiki/Commentaries_on_the_Laws_of_England'target='_blank'><i>Commentaries on the Laws of England,</i></a> by Sir William Blackstone, published 1765-1769\n"
    },
    {
      "n": 10,
      "note_html": "Relieve: give help or aid to"
    },
    {
      "n": 11,
      "note_html": "The Duke of Wellington: <a href='http://en.wikipedia.org/wiki/Arthur_Wellesley,_1st_Duke_of_Wellington'target='_blank'>Arthur Wellesley</a> (1769-1852), who led the U.K. forces that defeated Napoleon at Waterloo, and later served as Prime Minister. Wellington was also the <a href='http://en.wikipedia.org/wiki/Lord_Warden_of_the_Cinque_Ports'target='_blank'>Lord Warden of the Cinque Ports</a> \n"
    },
    {
      "n": 12,
      "note_html": "The three kingdoms: England, Scotland, and Ireland. Wellesley briefly came out of retirement in 1848 to organize a military force to protect London from a potential popular uprising"
    },
    {
      "n": 13,
      "note_html": "Plowdon: probably <a href='http://en.wikipedia.org/wiki/Edmund_Plowden'target='_blank'>Edmund Plowden</a> (1518-1585), an English legal scholar\n"
    },
    {
      "n": 14,
      "note_html": "Pinmoney: pin money, money for small expenses"
    },
    {
      "n": 15,
      "note_html": "<a href='http://en.wikipedia.org/wiki/King%27s_bench'target='_blank'>King's Bench:</a> a court of law of England\n"
    },
    {
      "n": 16,
      "note_html": "<a href='http://en.wikipedia.org/wiki/William_Prynne'target='_blank'>William Prynne:</a> the English author and polemicist (1600-1669)\n"
    },
    {
      "n": 17,
      "note_html": "Limber: flexible"
    },
    {
      "n": 18,
      "note_html": "Ordinary revenue: the English monarch's income from crown lands, trade tariffs, dues and other sources"
    }
  ]
}