{
  "main_text": "Chapter XL\n\nMidnight, Forecastle\n\npage 169\n\nHARPOONERS and SAILORS\n\n(Foresail[^1] rises and discovers the watch standing, lounging, leaning, and lying in various attitudes, all singing in chorus)\n\nFarewell and adieu to you, Spanish ladies! Farewell and adieu to you, ladies of Spain! Our captain's commanded—\n\n1ST NANTUCKET SAILOR\n\nOh, boys, don't be sentimental; it's bad for the digestion! Take a tonic, follow me!\n\n(Sings, and all follow)\n\nOur captain stood upon the deck, A spy-glass in his hand, A viewing of those gallant whales That blew at every strand.[^2] Oh, your tubs[^3] in your boats, my boys, And by your braces stand, And we'll have one of those fine whales, Hand, boys, over hand![^4] So, be cheery, my lads! may your hearts never fail! While the bold harpooneer is striking the whale!\n\nMATE'S VOICE FROM THE QUARTER-DECK\n\nEight bells[^5] there, forward!\n\n2ND NANTUCKET SAILOR\n\nAvast the chorus! Eight bells there! d'ye hear, bell-boy? Strike the bell eight, thou Pip! thou blackling![^6] and let me call the watch. I've the sort of mouth for that—the hogshead[^7] mouth. So, so, (thrusts his head down the scuttle), Star—bo-l-e-e-n-s,[^8] a-h-o-y! Eight bells there below! Tumble up!\n\nDUTCH SAILOR\n\nGrand snoozing to-night, maty; fat[^9] night for that. I mark this in our old Mogul's wine; it's quite as deadening to some as\n\npage 170\n\nfilliping[^10] to others. We sing; they sleep—aye, lie down there, like ground-tier[^11] butts.[^12] At 'em again! There, take this copper-pump, and hail 'em through it. Tell 'em to avast dreaming of their lasses. Tell 'em it's the resurrection;[^13] they must kiss their last, and come to judgment. That's the way—that's it; thy throat ain't spoiled with eating Amsterdam butter.\n\nFRENCH SAILOR\n\nHist,[^14] boys! let's have a jig or two before we ride to anchor in Blanket Bay. What say ye? There comes the other watch. Stand by all legs! Pip! little Pip! hurrah with your tambourine!\n\nPIP\n\n(Sulky and sleepy)\n\nDon't know where it is.\n\nFRENCH SAILOR\n\nBeat thy belly, then, and wag thy ears. Jig it, men, I say; merry's the word; hurrah! Damn me, won't you dance? Form, now, Indian-file, and gallop into the double-shuffle?[^15] Throw yourselves! Legs! Legs!\n\nICELAND SAILOR\n\nI don't like your floor, maty; it's too springy to my taste. I'm used to ice-floors. I'm sorry to throw cold water on the subject; but excuse me.\n\nMALTESE SAILOR\n\nMe too; where's your girls? Who but a fool would take his left hand by his right, and say to himself, how d'ye do? Partners! I must have partners!\n\nSICILIAN SAILOR\n\nAye; girls and a green![^16] —then I'll hop with ye; yea, turn grasshopper!\n\nLONG-ISLAND SAILOR\n\nWell, well, ye sulkies, there's plenty more of us. Hoe corn when you may, I say. All legs go to harvest soon. Ah! here comes the music; now for it!\n\nAZORE SAILOR\n\n(Ascending, and pitching the tambourine up the scuttle)\n\npage 171\n\nHere you are, Pip; and there's the windlass-bitts;[^17] up you mount! Now, boys!\n\n(The half of them dance to the tambourine; some go below; some sleep or lie among the coils of rigging. Oaths a-plenty)\n\nAZORE SAILOR\n\n(Dancing)\n\nGo it, Pip! Bang it, bell-boy! Rig it, dig it, stig[^18] it, quig it, bell-boy; Make fire-flies; break the jinglers![^19]\n\nPIP\n\nJinglers, you say?—there goes another, dropped off; I pound it so.\n\nCHINA SAILOR\n\nRattle thy teeth, then, and pound away; make a pagoda[^20] of thyself.\n\nFRENCH SAILOR\n\nMerry-mad! Hold up thy hoop, Pip, till I jump through it! split jibs! tear yourselves!\n\nTASHTEGO\n\n(Quietly smoking)\n\nThat's a white man; he calls that fun: humph! I save my sweat.\n\nOLD MANX SAILOR\n\nI wonder whether those jolly lads bethink them of what they are dancing over. I'll dance over your grave, I will—that's the bitterest threat of your night-women,[^21] that beat head-winds round corners.[^22] O Christ! to think of the green navies[^23] and the green-skulled crews![^24] Well, well; belike the whole world's a ball, as you scholars have it; and so 'tis right to make one ballroom of it. Dance on, lads, you're young; I was once.\n\n3D NANTUCKET SAILOR\n\nSpell[^25] oh!—whew! this is worse than pulling after whales in a calm—give us a whiff, Tash.\n\n(They cease dancing, and gather in clusters. Meantime the sky darkens—the wind rises)\n\npage 172\n\nLASCAR[^26] SAILOR\n\nBy Brahma![^27] boys, it'll be douse[^28] sail soon. The sky-born, high-tide Ganges[^29] turned to wind! Thou showest thy black brow, Seeva![^30]\n\nMALTESE SAILOR\n\n(Reclining and shaking his cap)\n\nIt's the waves—the snow's caps[^31] turn to jig it now. They'll shake their tassels soon. Now would all the waves were women, then I'd go drown, and chassee[^32] with them evermore! There's naught so sweet on earth—heaven may not match it!—as those swift glances of warm, wild bosoms in the dance, when the over-arboring arms hide such ripe, bursting grapes.\n\nSICILIAN SAILOR\n\n(Reclining)\n\nTell me not of it! Hark ye, lad—fleet interlacings of the limbs—lithe swayings—coyings—flutterings! lip! heart! hip! all graze: unceasing touch and go! not taste, observe ye, else come satiety. Eh, Pagan? (Nudging.)\n\nTAHITAN SAILOR\n\n(Reclining on a mat)\n\nHail, holy nakedness of our dancing girls!—the Heeva-Heeva![^33] Ah! low veiled, high palmed Tahiti! I still rest me on thy mat, but the soft soil has slid! I saw thee woven in the wood, my mat! green the first day I brought ye thence; now worn and wilted quite. Ah me!—not thou nor I can bear the change! How then, if so be transplanted to yon sky? Hear I the roaring streams from Pirohitee's peak[^34] of spears, when they leap down the crags and drown the villages?—The blast! the blast! Up, spine, and meet it! (Leaps to his feet.)\n\nPORTUGUESE SAILOR\n\nHow the sea rolls swashing[^35] 'gainst the side! Stand by for reefing,[^36] hearties! the winds are just crossing swords, pell-mell they'll go lunging presently.\n\nDANISH SAILOR\n\nCrack, crack,[^37] old ship! so long as thou crackest, thou holdest! Well done! The mate there holds ye to it stiffly. He's no more\n\npage 173\n\nafraid than the isle fort at Cattegat, put there to fight the Baltic with storm-lashed guns, on which the sea-salt cakes!\n\n4TH NANTUCKET SAILOR\n\nHe has his orders, mind ye that. I heard old Ahab tell him he must always kill a squall, something as they burst a waterspout[^38] with a pistol[^39] —fire your ship right into it!\n\nENGLISH SAILOR\n\nBlood! but that old man's a grand old cove! We are the lads to hunt him up his whale!\n\nALL\n\nAye! aye!\n\nOLD MANX SAILOR\n\nHow the three pines shake! Pines are the hardest sort of tree to live when shifted to any other soil, and here there's none but the crew's cursed clay. Steady, helmsman! steady. This is the sort of weather when brave hearts snap ashore, and keeled[^40] hulls split at sea. Our captain has his birth-mark; look yonder, boys, there's another in the sky—lurid-like, ye see, all else pitch black.\n\nDAGGOO\n\nWhat of that? Who's afraid of black's afraid of me! I'm quarried out of it!\n\nSPANISH SAILOR\n\n(Aside.) He wants to bully, ah!—the old grudge makes me touchy. (Advancing.) Aye, harpooneer, thy race is the undeniable dark side of mankind—devilish dark at that. No offence.\n\nDAGGOO\n\n(Grimly)\n\nNone.\n\nST. JAGO'S[^41] SAILOR\n\nThat Spaniard's mad or drunk. But that can't be, or else in his one case our old Mogul's fire-waters are somewhat long in working.\n\n5TH NANTUCKET SAILOR\n\nWhat's that I saw—lightning? Yes.\n\npage 174\n\nSPANISH SAILOR\n\nNo; Daggoo showing his teeth.\n\nDAGGOO\n\n(Springing)\n\nSwallow thine, mannikin![^42] White skin, white liver![^43]\n\nSPANISH SAILOR\n\nMeeting him\n\nKnife thee heartily! big frame, small spirit!\n\nALL\n\nA row! a row! a row!\n\nTASHTEGO\n\n(With a whiff)\n\nA row a'low,[^44] and a row aloft—Gods and men—both brawlers! Humph!\n\nBELFAST SAILOR\n\nA row! arrah a row! The Virgin be blessed, a row! Plunge in with ye!\n\nENGLISH SAILOR\n\nFair play! Snatch the Spaniard's knife! A ring, a ring!\n\nOLD MANX SAILOR\n\nReady formed. There! the ringed horizon. In that ring Cain struck Abel. Sweet work, right work! No? Why then, God, mad'st thou the ring?\n\nMATE'S VOICE FROM THE QUARTER DECK\n\nHands by the halyards! in top-gallant[^45] sails! Stand by to reef topsails![^46]\n\nALL\n\nThe squall! the squall! jump, my jollies! (They scatter.)\n\nPIP\n\n(Shrinking under the windlass)\n\nJollies? Lord help such jollies! Crish, crash! there goes the jib-stay![^47] Blang-whang! God! Duck lower, Pip, here comes the royal yard![^48] It's worse than being in the whirled woods, the last day of the year; Who'd go climbing after chestnuts now? But there they go, all cursing, and here I don't. Fine prospects to 'em; they're on the road to heaven. Hold on hard! Jimmini, what a squall! But those chaps there are worse yet—they are your white squalls,[^49] they. White squalls? white whale, shirr!\n\npage 175\n\nshirr! Here have I heard all their chat just now, and the white whale—shirr! shirr!—but spoken of once! and only this evening—it makes me jingle all over like my tambourine—that anaconda of an old man swore 'em in to hunt him! Oh, thou big white God aloft there somewhere in yon darkness, have mercy on this small black boy down here; preserve him from all men that have no bowels to feel fear!\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Foresail: the principal sail on the mast nearest the front of a ship"
    },
    {
      "n": 2,
      "note_html": "Strand: beach, shoreline"
    },
    {
      "n": 3,
      "note_html": "Tubs: wooden tubs in which the ropes of harpoons are coiled for quick release"
    },
    {
      "n": 4,
      "note_html": "Hand over hand: rapidly"
    },
    {
      "n": 5,
      "note_html": "Eight bells: midnight"
    },
    {
      "n": 6,
      "note_html": "Blackling: young African-American person"
    },
    {
      "n": 7,
      "note_html": "Hogshead: a cask that holds 63 gallons"
    },
    {
      "n": 8,
      "note_html": "Star—bo-l-e-e-n-s: starbowlins, the crew assigned to the starboard watch (that is, the next watch on duty)"
    },
    {
      "n": 9,
      "note_html": "Fat: good"
    },
    {
      "n": 10,
      "note_html": "Filliping: stimulating, arousing"
    },
    {
      "n": 11,
      "note_html": "Ground-tier: the lowest level of casks in a ship's cargo hold"
    },
    {
      "n": 12,
      "note_html": "Butts: large casks, especially ones that hold two hogsheads, or 126 gallons, of liquid"
    },
    {
      "n": 13,
      "note_html": "Resurrection: the time foretold in the Bible, when all the dead of the Earth will rise again to stand judgment in front of Christ"
    },
    {
      "n": 14,
      "note_html": "Hist: hush, be quiet"
    },
    {
      "n": 15,
      "note_html": "Double-shuffle: a low, noisy dance"
    },
    {
      "n": 16,
      "note_html": "A green: a lawn"
    },
    {
      "n": 17,
      "note_html": "Windlass-bitts: a frame of timbers that holds the <a href='https://en.wikipedia.org/wiki/Windlass'target='_blank'>windlass</a>"
    },
    {
      "n": 18,
      "note_html": "Stig: stick or brand"
    },
    {
      "n": 19,
      "note_html": "Jinglers: the small cymbals on a tambourine"
    },
    {
      "n": 20,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Pagoda'target='_blank'>Pagoda:</a> a Buddhist religious temple, typically fitted with wind chimes\n"
    },
    {
      "n": 21,
      "note_html": "Night-women: witches"
    },
    {
      "n": 22,
      "note_html": "Beat head-winds round corners: make impossibly sharp turns around corners while riding through the air"
    },
    {
      "n": 23,
      "note_html": "Green navies: sunken ships on the ocean's floor"
    },
    {
      "n": 24,
      "note_html": "Green-skulled crews: the skeletons of sailors who went down with their ships"
    },
    {
      "n": 25,
      "note_html": "Spell: take turns; in this case, let's rest"
    },
    {
      "n": 26,
      "note_html": "Lascar: from the Indian subcontinent"
    },
    {
      "n": 27,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Brahma'target='_blank'>Brahma:</a> the Hindu creator god\n"
    },
    {
      "n": 28,
      "note_html": "Douse: lower quickly"
    },
    {
      "n": 29,
      "note_html": "Sky-born, high-tide <a href='http://en.wikipedia.org/wiki/Ganges'target='_blank'>Ganges:</a> the Milky Way, called \"the Ganges in the sky\" after a river in northern India that is sacred to Hindus\n"
    },
    {
      "n": 30,
      "note_html": "Seeva: <a href='http://en.wikipedia.org/wiki/Shiva'target='_blank'>Shiva</a> the destroyer, one of three major Hindu gods. According to tradition, Brahma sent the goddess <a href='https://en.wikipedia.org/wiki/Ganga_(goddess)'target='_blank'>Ganga</a> down to earth from heaven. In order to keep Ganga from destroying the earth in anger, Shiva caught her with his head, and she flowed out of his hair as the river Ganges"
    },
    {
      "n": 31,
      "note_html": "Snow's caps: whitecap waves"
    },
    {
      "n": 32,
      "note_html": "Chassee: chassé, a gliding ballet step"
    },
    {
      "n": 33,
      "note_html": "Heeva-Heeva: a <a href='http://en.wikipedia.org/wiki/Tahiti'target='_blank'>Tahitian</a> dance involving rhythmic hand clapping and foot stomping, and speaking\n"
    },
    {
      "n": 34,
      "note_html": "Pirohitee's peak: one of the main mountains on the island of Tahiti"
    },
    {
      "n": 35,
      "note_html": "Swashing: splashing"
    },
    {
      "n": 36,
      "note_html": "Reefing: rolling up the sails to reduce the amount of wind they can catch"
    },
    {
      "n": 37,
      "note_html": "Crack, crack: go swiftly"
    },
    {
      "n": 38,
      "note_html": "Waterspout: a tornado or whirlwind that occurs over water, creating a funnel cloud of air and spray"
    },
    {
      "n": 39,
      "note_html": "With a pistol: it was commonly believed that a waterspout could be interrupted or broken by shooting into it"
    },
    {
      "n": 40,
      "note_html": "Keeled: capsized"
    },
    {
      "n": 41,
      "note_html": "St. Jago's: from <a href='http://en.wikipedia.org/wiki/Santiago%2C_Cape_Verde'target='_blank'>Santiago,</a> in the Cape Verde archipelago off the western coast of Africa\n"
    },
    {
      "n": 42,
      "note_html": "Mannikin: little man"
    },
    {
      "n": 43,
      "note_html": "White liver: cowardice"
    },
    {
      "n": 44,
      "note_html": "A'low: below decks"
    },
    {
      "n": 45,
      "note_html": "Top-gallant: the mast above the topmast"
    },
    {
      "n": 46,
      "note_html": "Topsail: a square sail set above the lowest sail on the mast"
    },
    {
      "n": 47,
      "note_html": "Jib-stay: a heavy rope or wire cable used to steady the jib boom"
    },
    {
      "n": 48,
      "note_html": "Royal yard: a spar used to spread the top of the sail on the royalmast"
    },
    {
      "n": 49,
      "note_html": "White squalls: sudden and violent windstorms that come without dark clouds or other warning"
    }
  ]
}