{
  "main_text": "Chapter LV\n\nOf the Monstrous Pictures of Whales\n\npage 261\n\nI shall ere long paint to you as well as one can without canvas, something like the true form of the whale as he actually appears to the eye of the whaleman when in his own absolute[^1] body the whale is moored[^2] alongside the whale-ship so that he can be fairly stepped upon there. It may be worth while, therefore, previously to advert[^3] to those curious imaginary portraits of him which even down to the present day confidently challenge the faith of the landsman. It is time to set the world right in this matter, by proving such pictures of the whale all wrong.\n\nIt may be that the primal source of all those pictorial delusions will be found among the oldest Hindoo, Egyptian, and Grecian sculptures. For ever since those inventive but unscrupulous times when on the marble panellings of temples, the pedestals of statues, and on shields, medallions, cups, and coins, the dolphin was drawn in scales of chain-armor like Saladin's,[^4] and a helmeted head like St. George's;[^5] ever since then has something of the same sort of license prevailed, not only in most popular pictures of the whale, but in many scientific presentations of him.\n\nNow, by all odds, the most ancient extant portrait anyways purporting to be the whale's, is to be found in the famous cavern-pagoda of Elephanta,[^6] in India. The Brahmins[^7] maintain that in the almost endless sculptures of that immemorial pagoda, all the trades and pursuits, every conceivable avocation of man, were prefigured ages before any of them actually came into being. No wonder then, that in some sort our noble profession\n\npage 262\n\nof whaling should have been there shadowed forth. The Hindoo whale referred to, occurs in a separate department of the wall, depicting the incarnation of Vishnu[^8] in the form of Leviathan, learnedly known as the Matse Avatar.[^9] But though this sculpture is half man and half whale, so as only to give the tail of the latter, yet that small section of him is all wrong. It looks more like the tapering tail of an anaconda, than the broad palms of the true whale's majestic flukes.\n\nBut go to the old Galleries, and look now at a great Christian painter's portrait of this fish; for he succeeds no better than the antediluvian[^10] Hindoo. It is Guido's[^11] picture of Perseus[^12] rescuing Andromeda[^13] from the sea-monster or whale. Where did Guido get the model of such a strange creature as that? Nor does Hogarth,[^14] in painting the same scene in his own \"Perseus Descending\",[^15] make out one whit better. The huge corpulence of that Hogarthian monster undulates on the surface, scarcely drawing[^16] one inch of water. It has a sort of howdah on its back, and its distended tusked mouth into which the billows are rolling, might be taken for the Traitors' Gate[^17] leading from the Thames by water into the Tower. Then, there are the Prodromus[^18] whales of the old Scotch Sibbald,[^19] and Jonah's whale, as depicted in the prints of old Bibles and the cuts[^20] of old primers. What shall be said of these? As for the book-binder's whale[^21] winding like a vine-stalk round the stock of a descending anchor—as stamped and gilded on the backs and title-pages of many books both old and new—that is a very picturesque but purely fabulous creature, imitated, I take it, from the like figures on antique vases. Though universally denominated a dolphin, I nevertheless call this book-binder's fish an attempt at a whale; because it was so intended when the device[^22] was first introduced. It was introduced by an old Italian publisher somewhere about the 15th century, during the Revival of Learning;[^23] and in those days, and even down to a comparatively late period, dolphins were popularly supposed to be a species of the Leviathan.\n\nIn the vignettes and other embellishments of some ancient books you will at times meet with very curious touches at the whale, where all manner of spouts, jets d'eau, hot springs and cold, Saratoga[^24] and Baden-Baden,[^25] come bubbling up from his\n\npage 263\n\nunexhausted brain. In the title-page of the original edition of the \"Advancement of Learning\"[^26] you will find some curious whales.\n\nBut quitting all these unprofessional attempts, let us glance at those pictures of Leviathan purporting to be sober, scientific delineations, by those who know. In old Harris's[^27] collection of voyages there are some plates of whales extracted from a Dutch book of voyages,[^28] A. D. 1671, entitled \"A Whaling Voyage to Spitzbergen in the ship Jonas in the Whale, Peter Peterson of Friesland, master.\" In one of those plates[^29] the whales, like great rafts of logs, are represented lying among ice-isles, with white bears running over their living backs. In another plate, the prodigious blunder is made of representing the whale with perpendicular flukes.\n\nThen again, there is an imposing quarto,[^30] written by one Captain Colnett,[^31] a Post Captain[^32] in the English navy, entitled \"A Voyage round Cape Horn[^33] into the South Seas, for the purpose of extending the Spermaceti Whale Fisheries.\" In this book is an outline purporting to be a \"Picture of a Physeter or Spermaceti Whale, drawn by scale from one killed on the coast of Mexico, August, 1793, and hoisted on deck.\"\n\nI doubt not the captain had this veracious picture taken for the benefit of his marines.[^34] To mention but one thing about it, let me say that it has an eye which applied, according to the accompanying scale, to a full grown Sperm Whale, would make the eye of that whale a bow-window[^35] some five feet long. Ah, my gallant captain, why did ye not give us Jonah looking out of that eye!\n\nNor are the most conscientious compilations of Natural History for the benefit of the young and tender, free from the same heinousness of mistake. Look at that popular work \"Goldsmith's Animated Nature\".[^36] In the abridged London edition of 1807, there are plates of an alleged \"whale\" and a \"narwhale\". I do not wish to seem inelegant, but this unsightly whale looks much like an amputated sow; and, as for the Narwhale, one glimpse at it is enough to amaze one, that in this nineteenth century such a hippogriff[^37] could be palmed for genuine upon any intelligent public of schoolboys.\n\nThen, again, in 1825, Bernard Germain, Count de Lacépède,\n\npage 264\n\na great naturalist, published a scientific systemized whale book, wherein are several pictures of the different species of the Leviathan. All these are not only incorrect, but the picture of the Mysticetus or Greenland Whale (that is to say, the Right Whale), even Scoresby, a long experienced man as touching that species, declares not to have its counterpart in nature.\n\nBut the placing of the cap-sheaf[^38] to all this blundering business was reserved for the scientific Frederick Cuvier, brother to the famous Baron. In 1836, he published a Natural History of Whales, in which he gives what he calls a picture of the Sperm Whale. Before showing that picture to any Nantucketer, you had best provide for your summary retreat from Nantucket. In a word, Frederick Cuvier's Sperm Whale is not a Sperm Whale, but a squash. Of course, he never had the benefit of a whaling voyage (such men seldom have), but whence he derived that picture, who can tell? Perhaps he got it as his scientific predecessor in the same field, Desmarest,[^39] got one of his authentic abortions; that is, from a Chinese drawing. And what sort of lively lads with the pencil those Chinese are, many queer cups and saucers inform us.\n\nAs for the sign-painters' whales seen in the streets hanging over the shops of oil-dealers, what shall be said of them? They are generally Richard III whales, with dromedary[^40] humps, and very savage; breakfasting on three or four sailor tarts, that is whaleboats full of mariners: their deformities floundering in seas of blood and blue paint.\n\nBut these manifold mistakes in depicting the whale are not so very surprising after all. Consider! Most of the scientific drawings have been taken from the stranded fish; and these are about as correct as a drawing of a wrecked ship, with broken back, would correctly represent the noble animal itself in all its undashed pride of hull and spars. Though elephants have stood for their full-lengths,[^41] the living Leviathan has never yet fairly floated himself for his portrait. The living whale, in his full majesty and significance, is only to be seen at sea in unfathomable waters; and afloat the vast bulk of him is out of sight, like a launched line-of-battle ship;[^42] and out of that element it is a thing eternally impossible for mortal man to hoist\n\npage 265\n\nhim bodily into the air, so as to preserve all his mighty swells and undulations. And, not to speak of the highly presumable difference of contour between a young sucking whale and a full-grown Platonian Leviathan; yet, even in the case of one of those young sucking whales hoisted to a ship's deck, such is then the outlandish, eel-like, limbered, varying shape of him, that his precise expression the devil himself could not catch.\n\nBut it may be fancied, that from the naked skeleton of the stranded whale, accurate hints may be derived touching his true form. Not at all. For it is one of the more curious things about this Leviathan, that his skeleton gives very little idea of his general shape. Though Jeremy Bentham's skeleton,[^43] which hangs for candelabra in the library of one of his executors, correctly conveys the idea of a burly-browed utilitarian[^44] old gentleman, with all Jeremy's other leading personal characteristics; yet nothing of this kind could be inferred from any Leviathan's articulated[^45] bones. In fact, as the great Hunter[^46] says, the mere skeleton of the whale bears the same relation to the fully invested and padded animal as the insect does to the chrysalis that so roundingly envelopes it. This peculiarity is strikingly evinced in the head, as in some part of this book will be incidentally shown. It is also very curiously displayed in the side fin, the bones of which almost exactly answer to the bones of the human hand, minus only the thumb. This fin has four regular bone-fingers, the index, middle, ring, and little finger. But all these are permanently lodged in their fleshy covering, as the human fingers in an artificial covering. \"However recklessly the whale may sometimes serve us,\" said humorous Stubb one day, \"he can never be truly said to handle us without mittens\".\n\nFor all these reasons, then, any way you may look at it, you must needs conclude that the great Leviathan is that one creature in the world which must remain unpainted to the last. True, one portrait may hit the mark much nearer than another, but none can hit it with any very considerable degree of exactness. So there is no earthly way of finding out precisely what the whale really looks like. And the only mode in which you can derive even a tolerable idea of his living contour, is by\n\npage 266\n\ngoing a whaling yourself; but by so doing, you run no small risk of being eternally stove and sunk by him. Wherefore, it seems to me you had best not be too fastidious in your curiosity touching this Leviathan.\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Absolute: perfect, complete"
    },
    {
      "n": 2,
      "note_html": "Moored: fastened with cables"
    },
    {
      "n": 3,
      "note_html": "Advert: call attention"
    },
    {
      "n": 4,
      "note_html": "Saladin:  <a href='http://en.wikipedia.org/wiki/Saladin'target='_blank'>Salah al-Din Yusuf Ibn Ayyub</a> (c. 1138-1193), ruler of Egypt and Syria who recaptured Jerusalem from European Crusaders\n"
    },
    {
      "n": 5,
      "note_html": "<a href='http://en.wikipedia.org/wiki/St._George'target='_blank'>St. George:</a> a Roman soldier of the third century A.D. who is venerated as a martyr\n"
    },
    {
      "n": 6,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Elephanta_Island'target='_blank'>Elephanta:</a> an island in the harbor of Mumbai (Bombay), India\n"
    },
    {
      "n": 7,
      "note_html": "Brahmins: the priestly class in Hindu India"
    },
    {
      "n": 8,
      "note_html": "Vishnu: one of three principal Hindu deities"
    },
    {
      "n": 9,
      "note_html": "Matse Avatar: <a href='http://simple.wikipedia.org/wiki/Matsya'target='_blank'>Matsya,</a> the incarnation of the Hindu god Vishnu in the form of a fish\n"
    },
    {
      "n": 10,
      "note_html": "Antediluvian: from before Noah's flood"
    },
    {
      "n": 11,
      "note_html": "Guido: <a href='http://en.wikipedia.org/wiki/Guido_Reni'target='_blank'>Guido Reni</a> (1575-1642), an Italian painter\n"
    },
    {
      "n": 12,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Perseus'target='_blank'>Perseus:</a> a hero of Greek mythology\n"
    },
    {
      "n": 13,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Andromeda_%28mythology%29'target='_blank'>Andromeda:</a> a woman in Greek mythology saved from a sea monster by Perseus\n"
    },
    {
      "n": 14,
      "note_html": "Hogarth: <a href='http://en.wikipedia.org/wiki/William_Hogarth'target='_blank'>William Hogarth</a> (1697-1764), a British painter and printmaker\n"
    },
    {
      "n": 15,
      "note_html": "<a href='http://jacketmagazine.com/21/px/mead-hoga.gif'target='_blank'>Perseus Descending:</a> a print by Hogarth"
    },
    {
      "n": 16,
      "note_html": "Drawing: displacing"
    },
    {
      "n": 17,
      "note_html": "Traitors' Gate: an entrance to the Tower of London\n"
    },
    {
      "n": 18,
      "note_html": "Prodromus: very early"
    },
    {
      "n": 19,
      "note_html": "Sibbald: <a href='http://en.wikipedia.org/wiki/Robert_Sibbald'target='_blank'>Robert Sibbald</a> (1641-1722), a Scottish physician and antiquarian\n"
    },
    {
      "n": 20,
      "note_html": "Cuts: woodcut illustrations"
    },
    {
      "n": 21,
      "note_html": "Book-binder's whale: the logo of Italian printer <a href='https://en.wikipedia.org/wiki/Aldus_Manutius'target='_blank'>Aldus Manutius</a> (1449-1515)"
    },
    {
      "n": 22,
      "note_html": "Device: decoration"
    },
    {
      "n": 23,
      "note_html": "Revival of Learning: the Renaissance"
    },
    {
      "n": 24,
      "note_html": "Saratoga: <a href='http://en.wikipedia.org/wiki/Saratoga_Springs%2C_New_York'target='_blank'>Saratoga Springs, New York</a>\n"
    },
    {
      "n": 25,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Baden-baden'target='_blank'>Baden-Baden:</a> a city in Germany named for its Roman baths\n"
    },
    {
      "n": 26,
      "note_html": "<a href='https://archive.org/details/advancementlearn00bacouoft'target='_blank'><i>Advancement of Learning</i>:</a> a treatise by the English philosopher <a href='http://en.wikipedia.org/wiki/Francis_Bacon'target='_blank'>Francis Bacon</a> (1561-1626)\n"
    },
    {
      "n": 27,
      "note_html": "Old Harris: <a href='http://en.wikipedia.org/wiki/John_Harris_%28writer%29'target='_blank'>John Harris</a> (1666-1719), an English writer who edited <i>Collection of Voyages and Travels,</i> a volume of explorers' narratives\n"
    },
    {
      "n": 28,
      "note_html": "A Dutch book of voyages: Possibly a 1685 translation into Dutch of the sailing travelogue of the German Frederich Martens"
    },
    {
      "n": 29,
      "note_html": "Plate: a full-page illustration in a book"
    },
    {
      "n": 30,
      "note_html": "Quarto: a book with pages measuring about 9.5 by 12 inches"
    },
    {
      "n": 31,
      "note_html": "Captain Colnett: James Colnett"
    },
    {
      "n": 32,
      "note_html": "Post Captain: a British naval officer in command of a warship"
    },
    {
      "n": 33,
      "note_html": "<i>A Voyage round Cape Horn...:</i> This book was self-published by the author in 1798"
    },
    {
      "n": 34,
      "note_html": "Marines: soldiers serving on ships"
    },
    {
      "n": 35,
      "note_html": "Bow-window: a bay window that is curved"
    },
    {
      "n": 36,
      "note_html": "Goldsmith's Animated Nature: <i>An History of the Earth and Animated Nature</i> by <a href='https://en.wikipedia.org/wiki/Oliver_Goldsmith'target='_blank'>Oliver Goldsmith</a> (1728-1774)\n"
    },
    {
      "n": 37,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Hippogriff'target='_blank'>Hippogriff:</a> a legendary creature, the offspring of a griffin and a horse\n"
    },
    {
      "n": 38,
      "note_html": "Cap-sheaf: the top sheaf of a stack of grain, or, the finishing touch"
    },
    {
      "n": 39,
      "note_html": "Desmarest: <a href='https://en.wikipedia.org/wiki/Anselme_Gaëtan_Desmarest'target='_blank'>Anselme Gaëtan Desmarest </a>(1784-1838), French zoologist\n"
    },
    {
      "n": 40,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Dromedary'target='_blank'>Dromedary:</a> a single-humped camel\n"
    },
    {
      "n": 41,
      "note_html": "Full-lengths: full-length portraits"
    },
    {
      "n": 42,
      "note_html": "Line-of-battle ship: a <a href='http://en.wikipedia.org/wiki/Ship_of_the_line'target='_blank'>ship-of-the-line</a> warship, designed to sustain direct bombardment from enemy forces and to deliver the same\n"
    },
    {
      "n": 43,
      "note_html": "Jeremy Bentham's skeleton: An English jurist and philosopher (1748-1832), <a href='http://en.wikipedia.org/wiki/Jeremy_Bentham'target='_blank'>Jeremy Bentham</a> left a will that provided for his body to be preserved and kept on display. In 1850, the body was acquired by University College London, which still has it\n"
    },
    {
      "n": 44,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Utilitarianism'target='_blank'>Utilitarian:</a> Bentham's utilitarian philosophy held that the value of any action derives from its use in maximizing happiness or pleasure for as many people as possible\n"
    },
    {
      "n": 45,
      "note_html": "Articulated: united by joints"
    },
    {
      "n": 46,
      "note_html": "The great Hunter: the Scottish anatomist John Hunter (1728-1793)"
    }
  ]
}