{
  "main_text": "Chapter CVIII\n\nAhab and the Carpenter\n\npage 465\n\nTHE DECK—FIRST NIGHT WATCH\n\n(Carpenter standing before his vice-bench, and by the light of two lanterns busily filing the ivory joist for the leg, which joist is firmly fixed in the vice. Slabs of ivory, leather straps, pads, screws, and various tools of all sorts lying about the bench. Forward, the red flame of the forge is seen, where the blacksmith is at work.)\n\nDrat the file, and drat the bone! That is hard which should be soft, and that soft which should be hard. So we go, who file old jaws and shinbones. Let's try another. Aye, now, this works better (sneezes). Halloa, this bone dust is (sneezes) —why it's (sneezes) —yes it's (sneezes) —bless my soul, it won't let me speak! This is what an old fellow gets now for working in dead lumber. Saw a live tree, and you don't get this dust; amputate a live bone, and you don't get it (sneezes). Come, come, you old Smut,[^1] there, bear a hand, and let's have that ferule[^2] and buckle-screw;[^3] I'll be ready for them presently. Lucky now (sneezes) there's no knee-joint to make; that might puzzle a little; but a mere shinbone—why it's easy as making hop-poles;[^4] only I should like to put a good finish on. Time, time; if I but only had the time, I could turn him out as neat a leg now as ever (sneezes) scraped[^5] to a lady in a parlor. Those buckskin legs and calves of legs I've seen in shop windows wouldn't compare at all. They soak[^6] water, they do; and of\n\npage 466\n\ncourse get rheumatic,[^7] and have to be doctored (sneezes) with washes and lotions, just like live legs. There; before I saw it off, now, I must call his old Mogulship, and see whether the length will be all right; too short, if anything, I guess. Ha! that's the heel; we are in luck; here he comes, or it's somebody else, that's certain.\n\nAHAB (Advancing)\n\n(During the ensuing scene, the carpenter continues sneezing at times.)\n\nWell, manmaker!\n\nJust in time, Sir. If the captain pleases, I will now mark the length. Let me measure, Sir.\n\nMeasured for a leg! good. Well, it's not the first time. About it! There; keep thy finger on it. This is a cogent[^8] vice thou hast here, carpenter; let me feel its grip once. So, so; it does pinch some.\n\nOh, Sir, it will break bones—beware, beware!\n\nNo fear; I like a good grip; I like to feel something in this slippery world that can hold, man. What's Prometheus[^9] about there?—the blacksmith, I mean—what's he about?\n\nHe must be forging the buckle-screw, Sir, now.\n\nRight. It's a partnership; he supplies the muscle part. He makes a fierce red flame there!\n\nAye, Sir; he must have the white heat for this kind of fine work.\n\nUm-um. So he must. I do deem it now a most meaning thing, that that old Greek, Prometheus, who made men, they say, should have been a blacksmith, and animated them with fire; for what's made in fire must properly belong to fire; and so hell's probable. How the soot flies! This must be the remainder the Greek made the Africans of. Carpenter, when he's through with that buckle, tell him to forge a pair of steel shoulder-blades; there's a pedlar aboard with a crushing pack.\n\nSir?\n\nHold; while Prometheus is about it, I'll order a complete man after a desirable pattern. Imprimis,[^10] fifty feet high in his socks; then, chest modelled after the Thames Tunnel; then, legs with roots to 'em, to stay in one place; then, arms three\n\npage 467\n\nfeet through the wrist; no heart at all, brass forehead, and about a quarter of an acre of fine brains; and let me see—shall I order eyes to see outwards? No, but put a sky-light on top of his head to illuminate inwards. There, take the order, and away.\n\nNow, what's he speaking about, and who's he speaking to, I should like to know? Shall I keep standing here? (Aside)\n\n'Tis but indifferent architecture to make a blind dome;[^11] here's one. No, no, no; I must have a lantern.\n\nHo, ho! That's it, hey? Here are two, Sir; one will serve my turn.\n\nWhat art thou thrusting that thief-catcher[^12] into my face for, man? Thrusted light is worse than presented pistols.\n\nI thought, Sir, that you spoke to carpenter.\n\nCarpenter? why that's—but no;—a very tidy, and, I may say, an extremely gentlemanlike sort of business thou art in here, carpenter;—or would'st thou rather work in clay?\n\nSir?—Clay? clay, Sir? That's mud; we leave clay to ditchers, Sir.\n\nThe fellow's impious! What art thou sneezing about?\n\nBone is rather dusty, Sir.\n\nTake the hint, then; and when thou art dead, never bury thyself under living people's noses.\n\nSir?—oh! ah!—I guess so; so;—yes, yes—oh dear!\n\nLook ye, carpenter, I dare say thou callest thyself a right good workmanlike workman, eh! Well, then, will it speak thoroughly well for thy work, if, when I come to mount this leg thou makest, I shall nevertheless feel another leg in the same identical place with it; that is, carpenter, my old lost leg; the flesh and blood one, I mean. Canst thou not drive that old Adam away?\n\nTruly, Sir, I begin to understand somewhat now. Yes, I have heard something curious on that score, Sir; how that a dismasted man never entirely loses the feeling of his old spar, but it will be still pricking him at times. May I humbly ask if it be really so, Sir?\n\nIt is, man. Look, put thy live leg here in the place where mine once was; so, now, here is only one distinct leg to the eye,\n\npage 468\n\nyet two to the soul. Where thou feelest tingling life; there, exactly there, there to a hair, do I. Is't a riddle?\n\nI should humbly call it a poser,[^13] Sir.\n\nHist,[^14] then. How dost thou know that some entire, living, thinking thing may not be invisibly and uninterpenetratingly[^15] standing precisely where thou now standest; aye, and standing there in thy spite?[^16] In thy most solitary hours, then, dost thou not fear eavesdroppers? Hold, don't speak! And if I still feel the smart of my crushed leg, though it be now so long dissolved; then, why mayest not thou, carpenter, feel the fiery pains of hell for ever, and without a body? Hah!\n\nGood Lord! Truly, Sir, if it comes to that, I must calculate over again; I think I didn't carry a small figure, Sir.\n\nLook ye, pudding-heads should never grant premises.[^17] —How long before this leg is done?\n\nPerhaps an hour, Sir.\n\nBungle[^18] away at it then, and bring it to me (turns to go). Oh, Life! Here I am, proud as Greek god, and yet standing debtor to this blockhead for a bone to stand on! Cursed be that mortal inter-indebtedness which will not do away with ledgers. I would be free as air; and I'm down in the whole world's books. I am so rich, I could have given bid for bid with the wealthiest Praetorians[^19] at the auction of the Roman empire[^20] (which was the world's); and yet I owe for the flesh in the tongue I brag with. By heavens! I'll get a crucible,[^21] and into it, and dissolve myself down to one small, compendious[^22] vertebra. So.\n\nCARPENTER (Resuming his work)\n\nWell, well, well! Stubb knows him best of all, and Stubb always says he's queer; says nothing but that one sufficient little word queer; he's queer, says Stubb; he's queer—queer, queer; and keeps dinning[^23] it into Mr. Starbuck all the time—queer, Sir—queer, queer, very queer. And here's his leg! Yes, now that I think of it, here's his bedfellow! has a stick of whale's jaw-bone for a wife! And this is his leg; he'll stand on this. What was that now about one leg standing in three places, and all three places standing in one hell—how was that? Oh! I don't wonder he looked so scornful at me! I'm a sort of strange-thoughted\n\npage 469\n\nsometimes, they say; but that's only haphazard-like. Then, a short, little old body like me, should never undertake to wade out into deep waters with tall, heron-built captains; the water chucks you under the chin pretty quick, and there's a great cry for life-boats. And here's the heron's leg! long and slim, sure enough! Now, for most folks one pair of legs lasts a lifetime, and that must be because they use them mercifully, as a tender-hearted old lady uses her roly-poly old coach-horses. But Ahab; oh he's a hard driver. Look, driven one leg to death, and spavined[^24] the other for life, and now wears out bone legs by the cord. Halloa, there, you Smut! bear a hand there with those screws, and let's finish it before the resurrection fellow[^25] comes a-calling with his horn for all legs, true or false, as brewery-men go round collecting old beer barrels, to fill 'em up again. What a leg this is! It looks like a real live leg, filed down to nothing but the core; he'll be standing on this to-morrow; he'll be taking altitudes[^26] on it. Halloa! I almost forgot the little oval slate, smoothed ivory, where he figures up the latitude. So, so; chisel, file, and sand-paper, now!\n\n>>",
  "notes": [
    {
      "n": 1,
      "note_html": "Smut: a name for any blacksmith"
    },
    {
      "n": 2,
      "note_html": "Ferule: ferrule, a metal ring around a pole intended to prevent its splitting"
    },
    {
      "n": 3,
      "note_html": "Buckle-screw: turnbuckle, a device used for adjusting the tension on ropes or cables"
    },
    {
      "n": 4,
      "note_html": "Hop-poles: poles that support the vines of the hop plant, used in brewing beer"
    },
    {
      "n": 5,
      "note_html": "Scraped: bent in a bow"
    },
    {
      "n": 6,
      "note_html": "Soak: absorb"
    },
    {
      "n": 7,
      "note_html": "Rheumatic: having rheumatism, a malady of the joints"
    },
    {
      "n": 8,
      "note_html": "Cogent: convincing"
    },
    {
      "n": 9,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Prometheus'target='_blank'>Prometheus:</a> the character in Greek mythology who stole fire from the gods and gave it to humans. He was also sometimes credited with having created men out of clay\n"
    },
    {
      "n": 10,
      "note_html": "Imprimis: in the first place"
    },
    {
      "n": 11,
      "note_html": "Blind dome: a dome without a skylight"
    },
    {
      "n": 12,
      "note_html": "Thief-catcher: in this case, lantern, though a \"thief-catcher\" is also a type of <a href='http://www.occasionalhell.com/infdevice/detail.php?recordID=Thief%20Catcher'target='_blank'>prisoner restraint</a>"
    },
    {
      "n": 13,
      "note_html": "Poser: baffling question"
    },
    {
      "n": 14,
      "note_html": "Hist: be quiet and listen"
    },
    {
      "n": 15,
      "note_html": "Uninterpenetratingly: without mixing by penetration"
    },
    {
      "n": 16,
      "note_html": "In thy spite: in spite of you"
    },
    {
      "n": 17,
      "note_html": "Pudding-heads should never grant premises: idiots should not take anything for granted"
    },
    {
      "n": 18,
      "note_html": "Bungle: work badly or inefficiently"
    },
    {
      "n": 19,
      "note_html": "<a href='http://en.wikipedia.org/wiki/Praetorian_Guard'target='_blank'>Praetorians:</a> the Roman emperor's bodyguards and police force\n"
    },
    {
      "n": 20,
      "note_html": "The auction of the Roman Empire: in 193 A.D., the Praetorian Guard assassinated the emperor Pertinax and sold the throne to <a href='http://en.wikipedia.org/wiki/Didius_Julianus'target='_blank'>Didius Julianus</a>\n"
    },
    {
      "n": 21,
      "note_html": "Crucible: a melting-pot"
    },
    {
      "n": 22,
      "note_html": "Compendious: succinct, brief but complete"
    },
    {
      "n": 23,
      "note_html": "Dinning: teaching through repetition"
    },
    {
      "n": 24,
      "note_html": "Spavined: caused a swelling of the joint, leading to lameness"
    },
    {
      "n": 25,
      "note_html": "The resurrection fellow: Jesus Christ. According <a href='http://www.blueletterbible.org/Bible.cfm?b=1Th&c=4&v=16&t=KJV#16'target='_blank'>I Thessalonians 4:16,</a> on Judgment Day Christ will descend from heaven to the sound of the trumpet of God, and dead Christians will be resurrected \n"
    },
    {
      "n": 26,
      "note_html": "Taking altitudes: measuring the height in the sky of the sun or another celestial object, in order to determine your latitude"
    }
  ]
}